{
    "0": [
        {
            "id": "59793",
            "title": "Snowmans Naughty Trap",
            "description": "Welcome to Snowman&rsquo;s Naughty Trap! Santa Claus is in trouble, and only you can help! A mischievous snowman has trapped Santa in a snowy maze, and now it&rsquo;s up to you to save him. Jump over tricky blocks, dodge icy obstacles, and slide through snowy tunnels to reach Santa before its too late.",
            "instructions": "Use the arrow left right key to move and use space to jump",
            "url": "https:\/\/html5.gamemonetize.com\/flzmqb79sbnmw8wsxobm4l2bqj65t798\/",
            "category": "Adventure",
            "tags": "Action, Adventure",
            "thumb": "https:\/\/img.gamemonetize.com\/flzmqb79sbnmw8wsxobm4l2bqj65t798\/512x384.jpg",
            "width": "1940",
            "height": "1080"
        },
        {
            "id": "58488",
            "title": "Battle Of Tank Steel",
            "description": "Are you ready to enter the world of tank battles? In Battle of Tank Steel, you&rsquo;ll drive powerful tanks into intense battles. Experience endless action and shooting fun! This game puts you on a battlefield filled with challenges and strategy. You can unblock various types of tanks, each with unique capabilities and weapons.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/d4plzs93ybdbf9zceijapf1z9wwo2he6\/",
            "category": "Arcade",
            "tags": "Shoot, Tank",
            "thumb": "https:\/\/img.gamemonetize.com\/d4plzs93ybdbf9zceijapf1z9wwo2he6\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "51719",
            "title": "Crazy Car Stunt Descent GT",
            "description": "Crazy Car Stunt Descent is an exciting driving car game that puts you behind the wheel of fully customizable super-sport cars, featuring heart-stopping mega ramps, vibrant giant bosses, and intense head-to-head races. Experience a one-of-a-kind adventure as you launch yourself off towering ramps, execute daring stunts, and outmaneuver colossal bosses in electrifying showdowns. With stylized cars and thrilling gameplay, you&rsquo;ll race to conquer the ultimate title of driver extraordinaire.",
            "instructions": "WASD move Arrow Key move",
            "url": "https:\/\/html5.gamemonetize.com\/3mx18l36kv4noegmr15bgtv6ckfuta6f\/",
            "category": "Racing",
            "tags": "3D Games, Action, Arcade, Batman, Cars, gta, Shoot, Shoot 'Em Up, Shooter",
            "thumb": "https:\/\/img.gamemonetize.com\/3mx18l36kv4noegmr15bgtv6ckfuta6f\/512x384.jpg",
            "width": "960",
            "height": "600"
        },
        {
            "id": "56580",
            "title": "Astro Destroyer",
            "description": "Embark on an intergalactic journey with Astro Destroyer, a thrilling arcade-style space shooter where you pilot a futuristic spaceship through the vast expanse of space. Your mission is to destroy the endless waves of asteroids hurtling toward you while avoiding collisions and collecting power-ups to enhance your ship&rsquo;s capabilities.",
            "instructions": "Start the Game Tap the Start button to begin your space adventure Control the Spaceship Use touch controls to navigate your spaceship left or right Destroy Asteroids Tap the screen to fire lasers at the incoming asteroids Collect Power-Ups Gather p",
            "url": "https:\/\/html5.gamemonetize.com\/fkl51gyhmd5ldbn918v8xs72gpaolbwn\/",
            "category": "Shooting",
            "tags": "1 Player, 2048, 2D, Action, Android, Best, Best Games, Shooting, Space",
            "thumb": "https:\/\/img.gamemonetize.com\/fkl51gyhmd5ldbn918v8xs72gpaolbwn\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58159",
            "title": "High Heels Collect Run",
            "description": "Ready to begin a stylish running adventure in High Heels Collect Run! In this casual game, you&rsquo;ll run through various fun environments. Stepping on heels can make you feel like a queen! Everyone loves to look perfect, and these heels will make you shine like a star!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/af23zt3k068xb5iqq9j1p3ym3w13umsr\/",
            "category": "Racing",
            "tags": "Adventure, Arcade, Girl, running",
            "thumb": "https:\/\/img.gamemonetize.com\/af23zt3k068xb5iqq9j1p3ym3w13umsr\/512x384.jpg",
            "width": "720",
            "height": "1080"
        },
        {
            "id": "58169",
            "title": "Dancing Race Match",
            "description": "Dancing Race Match is a colorful parkour game that perfectly blends dance and racing. Allow you to show your skills to a lively rhythm! In this fun arcade-style game, youll run along colorful tracks. There will be a variety of dance positions for you to do on the track, complete the dance correctly and pass the wall. When the action matches successfully, you will get more star ratings and likes.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/c0px6f8vk2vv3jkjn7u3ohdeylc141l0\/",
            "category": "Racing",
            "tags": "Battle, Car, Shoot",
            "thumb": "https:\/\/img.gamemonetize.com\/c0px6f8vk2vv3jkjn7u3ohdeylc141l0\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58622",
            "title": "Tic Tac Toe Pro",
            "description": "Tic Tac Toe Pro is an enhanced version of the classic game, featuring a sleek design, various difficulty levels, and multiplayer options. Play against AI with different skill settings or challenge friends in a competitive environment. Perfect for quick, strategic gameplay on the go. Fun for all ages!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/390ok4pjvfy8m5mnb6tn3erqejuwdpp2\/",
            "category": "Adventure",
            "tags": "1 Player",
            "thumb": "https:\/\/img.gamemonetize.com\/390ok4pjvfy8m5mnb6tn3erqejuwdpp2\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58085",
            "title": "Ping Pong Battle Table Tennis",
            "description": "Want to have an intense table tennis battle? In Ping Pong Battle - Table Tennis, you will become a ping pong pro and compete with your opponents in a fierce competition! This game combines realistic paddle manipulation with exciting match simulation.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/80whi1rzhhbrxn1f4le2ll0cf5vx5wv2\/",
            "category": "Arcade",
            "tags": "Sport, Tennis",
            "thumb": "https:\/\/img.gamemonetize.com\/80whi1rzhhbrxn1f4le2ll0cf5vx5wv2\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58519",
            "title": "Plinko Ballon Archery Pop",
            "description": "Plink Balloon: Archery Pop blends the thrill of archery with the fun of Plinko! Take aim and pop balloons as they float upward, each releasing colored balls with unique effects on your score. Green balloons add points, red ones subtract, and yellow balloons keep you guessing! Balls stay in place until the 75-second round ends, then tumble down the Plinko board to determine your final score. Challenge yourself to maximize points and hone your skills in training mode. Easy to learn but tricky to master, Plink Balloon: Archery Pop is endless fun for players of all ages!",
            "instructions": "Tap to shoot",
            "url": "https:\/\/html5.gamemonetize.com\/nsuj9l7hotazamfmbvt36c1xneya84pk\/",
            "category": "Arcade",
            "tags": "Action, Arcade, Bow, Casino",
            "thumb": "https:\/\/img.gamemonetize.com\/nsuj9l7hotazamfmbvt36c1xneya84pk\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "58457",
            "title": "Plane Crash Ragdoll Simulator",
            "description": "As a fearless pilot, your mission is simple: survive a relentless onslaught of rockets targeting your aircraft. But dont be fooled by how easy it looks. Youll feel the rush of adrenaline as you fire rockets at your enemies and fly through dangerous skies! Features: - Many Game Modes: Avoid Rockets, Destroy Enemies and Low Fuel Landing! - Variety of Aircraft: from planes to helicopters - Customizable Skins: unlock various skins for character and aircraft - Realistic Physics &amp; Ragdoll Pilot! - Challenging Levels and Scenarios",
            "instructions": "Aircraft Gas Press the Joystick Aircraft Control Move the Joystick",
            "url": "https:\/\/html5.gamemonetize.com\/9vz6x0b5dmyk48s8nalz74iupnzh3tyq\/",
            "category": "Action",
            "tags": "3D, Action, Air, Aircraft, airplane, Casual, endless, fly, Mobile, Physics, Simulation, Simulator, unity, War",
            "thumb": "https:\/\/img.gamemonetize.com\/9vz6x0b5dmyk48s8nalz74iupnzh3tyq\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57616",
            "title": "Alien Buster",
            "description": "Alien Buster is an adrenaline-fueled shooting game that pits players against a relentless alien invasion in a quest to save Earth. Equipped with an arsenal of futuristic weapons, players face off against waves of powerful extraterrestrial enemies across a variety of intense levels and visually stunning landscapes. Alien Buster is perfect for fans of space combat and shooter games, offering hours of thrilling gameplay. Do you have what it takes to defend Earth and become the ultimate alien-bursting hero? Download Alien Buster today and join the battle!",
            "instructions": "Desktop Use the on-screen directional buttons Press the left button on the mouse to move left side and press right button to move your character right And tap anywhere on the screen to shoot aliens Mobile Use the on-screen directional buttons Pre",
            "url": "https:\/\/html5.gamemonetize.com\/xvuzcyxxdd4wtc95j2kxe6afp4tppwio\/",
            "category": "Shooting",
            "tags": "Action, Alien, NapTech Games, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/xvuzcyxxdd4wtc95j2kxe6afp4tppwio\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58193",
            "title": "Football Leauge",
            "description": "Step into the thrill of the stadium with Football League, a fast-paced, action-packed soccer game where you lead your team to victory! Choose your players, master your tactics, and score incredible goals to climb the ranks and become the champion. With intuitive controls, stunning graphics, and dynamic gameplay, Football League delivers an immersive soccer experience for players of all skill levels.",
            "instructions": "Desktop Tap the right buttons of the mouse to throw the ball to other player Mobile Tap the screen to throw the ball to other player ",
            "url": "https:\/\/html5.gamemonetize.com\/qahsfosbapnzdo3ya16hjf9uudzw7eob\/",
            "category": "Sports",
            "tags": "1 Player, Football, NapTech Games, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/qahsfosbapnzdo3ya16hjf9uudzw7eob\/512x384.jpg",
            "width": "720",
            "height": "1280"
        }
    ],
    "1": [
        {
            "id": "60899",
            "title": "Merge Racer Stunts Car",
            "description": "Welcome to Merge Racer - Stunts Car! This is an exciting and creative racing game. You show your driving skills and use the power of merge to build supercars! Merge the same types of cars to create stronger racing machines.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/cq4c150jlexy0c84dddd16guxu8pg356\/",
            "category": "Arcade",
            "tags": "Car, Machine, Racing, Skills",
            "thumb": "https:\/\/img.gamemonetize.com\/cq4c150jlexy0c84dddd16guxu8pg356\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60884",
            "title": "The Superhero League",
            "description": "Want to join the Superhero League and unlock endless puzzle fun? In The Superhero League, you&rsquo;ll become a superhero and begin an exciting puzzle adventure. Take on various killing missions, solve puzzles, and save the world. Control your hero through challenging levels and become the strongest hero of all! This creative puzzle game combines superhero elements with rich strategy gameplay.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/3d9oxtqoin5bmjhs8dwrht2x6cafz69a\/",
            "category": "Puzzle",
            "tags": "endless, Fun, Killing",
            "thumb": "https:\/\/img.gamemonetize.com\/3d9oxtqoin5bmjhs8dwrht2x6cafz69a\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60873",
            "title": "Cameraman Vs Skibidi Survival",
            "description": "Get ready for a thrilling horror adventure in Cameraman vs Skibidi Survival! In this game, you can experience three modes. In the first mode, you play as the brave cameraman. You will sprint forward with many opponents to see who reaches the finish line first.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/qwrh7vdpk28dec25mzzsg90ze5v3m6dm\/",
            "category": "Arcade",
            "tags": "Funny, Horror, Shoot, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/qwrh7vdpk28dec25mzzsg90ze5v3m6dm\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60786",
            "title": "Faraday Game Casual Physics",
            "description": "Faraday Game is an interactive experience inspired by Faradays Law, letting players explore electromagnetic induction. Move a magnet to alter the magnetic flux in a coil, generating current to light a bulb. Test your skills, maximize light intensity, and learn about electromagnetism in a fun way! Features: Two Modes: Angular (rotate the magnet) or Linear (move it vertically). Scoring: Earn medals&mdash; 24 V, 60 V, 110 V! Languages: English and Portuguese. Easter Egg: Multiple touches\/keys unlock hack mode for higher voltages. Created by Prof. Dr. Rafael Jo&atilde;o Ribeiro. Play now at",
            "instructions": "Simple Controls One button or screen taps ",
            "url": "https:\/\/html5.gamemonetize.com\/2xzo1v9mtrpyd2l2110t3ccfrawcgszw\/",
            "category": "Hypercasual",
            "tags": "1 Player, 3D, Arcade, Casual, Educational, HTML5, Mobile, Mouse, onetouch, Physics, Science, Simulation, touch, WebGL",
            "thumb": "https:\/\/img.gamemonetize.com\/2xzo1v9mtrpyd2l2110t3ccfrawcgszw\/512x384.jpg",
            "width": "333",
            "height": "594"
        },
        {
            "id": "60734",
            "title": "Bolts and Nuts in 3D!",
            "description": "This game is a logic puzzle. You have to unscrew the bolts from the planks! Your task is to choose the right bolt to unscrew so that you can unscrew all the planks ! Compete with friends and colleagues ! Earn points, complete levels . At first, it will be easy to complete the levels, but each new level will be more difficult than the previous one! Prove that you are a pro at logical thinking, complete all the levels! Enjoy the game !",
            "instructions": "The goal of the game is to unscrew the bolts from the planks Unscrew all the bolts from the planks so that they fall down Then you will pass the level",
            "url": "https:\/\/html5.gamemonetize.com\/tt7q9vjv94f08akx1np3uf2675uaickn\/",
            "category": "Puzzle",
            "tags": "1 Player, 2048, 2D, 3D Games, Android, Ball",
            "thumb": "https:\/\/img.gamemonetize.com\/tt7q9vjv94f08akx1np3uf2675uaickn\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60897",
            "title": "Youtuber Mcraft 2Player",
            "description": "You need to help the YouTuber girl and her boyfriend escape from prison. In this two-player adventure, they must collect all the YouTube plaques without getting too far apart, obtain the key and the golden plaque, and reach the chest. Open the chest and run to the door. You need to be very fast, you must escape from prison!",
            "instructions": " Use the WASD and Arrow keys to move Double Jump available Collect all YouTube plaques and find the key After finding the key reach the chest ",
            "url": "https:\/\/html5.gamemonetize.com\/7hnht9qa27besyoif2tiofvur8mqnym2\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Minecraft, Pixel",
            "thumb": "https:\/\/img.gamemonetize.com\/7hnht9qa27besyoif2tiofvur8mqnym2\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60903",
            "title": "My Idle Mart Empire Tycoon",
            "description": "Want to become the next retail tycoon in My Idle Mart Empire Tycoon? This addictive idle simulation game lets you manage your store empire. It started as a small store and gradually became a huge shopping center. Customize your store and upgrade your items. Watch as your profits grow even while youre offline. Unlock the checkout to greet customers. Move the goods quickly and put them into the belt to produce goods.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/0kwira2xmd98ppefp9wff26ntl11j0yj\/",
            "category": "Hypercasual",
            "tags": "Business, H5, Hypercasual, Shopping",
            "thumb": "https:\/\/img.gamemonetize.com\/0kwira2xmd98ppefp9wff26ntl11j0yj\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60729",
            "title": "Merge Cubes 2048 3D",
            "description": "A completely new approach to the classic game 2048! Now in 3D and with dynamic physics! The cubes with numbers dont just merge - they bounce and collide, adding an element of surprise to every game! Compete with friends or colleagues!",
            "instructions": "1 At first it will be easy to connect the cubes but over time there will be more and more of them Once you connect the biggest cube in this game it will disappear ",
            "url": "https:\/\/html5.gamemonetize.com\/t099dxkcqj5zszxkzxdihp4ipuddmpji\/",
            "category": "Puzzle",
            "tags": "1 Player, 2048, 3D, Android, Ball, Logical",
            "thumb": "https:\/\/img.gamemonetize.com\/t099dxkcqj5zszxkzxdihp4ipuddmpji\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60783",
            "title": "Car Racing Fever",
            "description": "Experience the thrill of Car Racing Fever, a fast heart-pounding racing game. Control your car and battle against time and opponents on various exciting tracks! Each race challenges your driving skills as you navigate sharp turns and overtake opponents.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/vpwjpp6h6ptuuyh479o3e0r1cidtj3x6\/",
            "category": "Racing",
            "tags": "Car, Driving, running",
            "thumb": "https:\/\/img.gamemonetize.com\/vpwjpp6h6ptuuyh479o3e0r1cidtj3x6\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "60870",
            "title": "Fishdom Mania",
            "description": "In Fishdom Mania, you&rsquo;ll enter a vibrant underwater world, solving various puzzle tasks. Join the adorable fish and play through exciting challenges. The core gameplay is classic number puzzles. Choose level mode or free mode, and unlock new species of fish. In level mode, draw lines to eat fish lower than you.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/7ajus5yz40y26103xtlfez8q1nresiz5\/",
            "category": "Puzzle",
            "tags": "eating, Fish, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/7ajus5yz40y26103xtlfez8q1nresiz5\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60877",
            "title": "Fish Land Fish World",
            "description": "Explore a colorful underwater world full of fishing excitement. In Fish Land - Fish World, you&rsquo;ll become a fishing expert in this relaxing idle fishing adventure! This game combines simulation and fishing elements. Allow you to fish, expand your pond, and grow your aquatic world.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/wt6ao6spuwge92yrm2vdvacbk2x9nx1d\/",
            "category": "Arcade",
            "tags": "Fish, Relaxation, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/wt6ao6spuwge92yrm2vdvacbk2x9nx1d\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60770",
            "title": "Ellie Chinese New Year Celebration",
            "description": "Celebrate the beauty and traditions of the Chinese New Year with Ellie in this fun and engaging game! Known as the Lunar New Year, this festival is marked by vibrant decorations, delicious food, and exciting cultural customs. Join Ellie as she prepares for the celebration by dressing up in stunning traditional outfits, decorating her space, and participating in festive activities.",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/27q1hdrlztxxggzufgd0nvdrp6d4ulh1\/",
            "category": "Girls",
            "tags": "Barbie, Cute, Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/27q1hdrlztxxggzufgd0nvdrp6d4ulh1\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60845",
            "title": "Sprunki Retake FINAL v4",
            "description": "Sprunki Retake: Your Soundtrack to Stardom Lights, Camera, Action! Enter Sprunki Retake, where music production meets blockbuster storytelling. Forget reruns&mdash;this is your director&rsquo;s cut, bringing the main character energy your tracks deserve! Why Sprunki Retake Steals the Show We didn&rsquo;t just remix the formula&mdash;we rewrote the script! While others stick to covers, we&rsquo;re creating entire universes. Every feature is crafted to turn your beats into chart-topping stories. Headline Features The Directors Engine&trade;: Exclusive to Sprunki Retake. Scene-Stealing Processing: Shine in every mix. Blockbuster Sound Design: Next-level audio. Plot-T",
            "instructions": "mouse",
            "url": "https:\/\/html5.gamemonetize.com\/uxgh6a3n0zg9um1mbqsv2ccr9qpu0nkw\/",
            "category": "Adventure",
            "tags": "Boxing, Music, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/uxgh6a3n0zg9um1mbqsv2ccr9qpu0nkw\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60782",
            "title": "Monster Demolition Giants 3d",
            "description": "Ready to take on giant monsters and destroy everything in sight? In Monster Demolition - Giants 3D, you&rsquo;ll drive a powerful war car through a city filled with massive monsters! Destroy the monsters and experience the driving and combat thrill!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/erwx4lnhtuvvqdxx0lm6poeujvc86zpt\/",
            "category": "Arcade",
            "tags": "Car, destroy, Lego, Monster",
            "thumb": "https:\/\/img.gamemonetize.com\/erwx4lnhtuvvqdxx0lm6poeujvc86zpt\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60693",
            "title": "Screw Sort Pin Puzzle",
            "description": "Dive into the clever world of Screw Sort-Pin Puzzle, where logic and strategy come together! Your task is to sort the colorful screws, click three screws of the same color as the glass, the glass will be shot. You need to pull pins in the right order to avoid chaos!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/i16gs0nj7cyxux1jz21kajvqquhycbjr\/",
            "category": "Puzzle",
            "tags": "Avoid, Color, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/i16gs0nj7cyxux1jz21kajvqquhycbjr\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60686",
            "title": "Dog Evolution Run",
            "description": "Welcome to Dog Evolution Run! This fun and exciting game uniquely combines evolution and parkour. Control a cute dog and help it evolve as it runs through an obstacle-filled path. Continue to run our cool on the platform, and collect meat to improve the level of the dog.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/6mgs4y5jqvq20666gv8dch2glxrqgttu\/",
            "category": "Racing",
            "tags": "Arcade, Fun, run",
            "thumb": "https:\/\/img.gamemonetize.com\/6mgs4y5jqvq20666gv8dch2glxrqgttu\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60776",
            "title": "Harvesting Veggies",
            "description": "In a fictional rural setting, players take on the role of a farmer, planting vegetables in different spots on the field and aligning them in complete rows to harvest. Once the level conditions are met, players can pass the level and unlock the next one. Different vegetables occupy varying amounts of space, and the strategic placement of vegetables in different positions during planting promotes the development of spatial, shape, and logical thinking.",
            "instructions": "After starting the game drag the fruit blocks to the empty spaces on the grid Completing a row or column will eliminate the blocks Each level ends when the top objectives are completed unlocking the next level ",
            "url": "https:\/\/html5.gamemonetize.com\/1egqp0fq702ju6viu9zvajbtjzhrsm3g\/",
            "category": "Puzzle",
            "tags": "1 Player, Fruit, Funny, Girl, Tetris",
            "thumb": "https:\/\/img.gamemonetize.com\/1egqp0fq702ju6viu9zvajbtjzhrsm3g\/512x384.jpg",
            "width": "850",
            "height": "1600"
        }
    ],
    "2": [
        {
            "id": "60587",
            "title": "Wordle 2.0",
            "description": "Wordle 2.0 is a word-based puzzle browser game that acts as an enhanced spin-off of the original NYT-Wordle game. It allows players to play in multiple languages, with word lengths from 3 to 5 letters, and with optional hints to help them make better guesses. Perfect for all players, from beginners to experts, Wordle 2.0 is going to be your ultimate challenge for vocabulary!",
            "instructions": "Keyboard and Touch",
            "url": "https:\/\/html5.gamemonetize.com\/qzl6bkduj5331a7v6c6ewdfcu6y93h0r\/",
            "category": "Puzzle",
            "tags": "1 Player, 2D, Word",
            "thumb": "https:\/\/img.gamemonetize.com\/qzl6bkduj5331a7v6c6ewdfcu6y93h0r\/512x384.jpg",
            "width": "480",
            "height": "854"
        },
        {
            "id": "60657",
            "title": "Minicraft Winterblock",
            "description": "Winter has arrived, and everything is covered in snow. In the snow-covered forest, you must be very careful to survive. You need to find two chests and collect all the snowballs. But be cautious, there are monsters everywhere waiting to eat you. You must defeat the monsters and reach the hidden portal at the end of the level. You must leave the house safely and pass through the portal.",
            "instructions": " Played with WASD Arrow Keys Mobile touch control is available Jump on monsters and crush them to kill them",
            "url": "https:\/\/html5.gamemonetize.com\/nomvzmofo809bfkcsawg59raytclfvdj\/",
            "category": "Arcade",
            "tags": "1 Player, 2D, Adventure, Arcade, Minecraft, Mobile, Pixel",
            "thumb": "https:\/\/img.gamemonetize.com\/nomvzmofo809bfkcsawg59raytclfvdj\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60775",
            "title": "Celebrity Lunar New Year",
            "description": "Step into the star-studded glamour of &lsquo;Celebrity Lunar New Year&rsquo;! Explore festive ensembles, elegant accessories, and the magic of the lunar celebration. Join celebrities as they set the trend for the perfect Lunar New Year look. Elevate your style and embrace the cultural richness with the ultimate celebrity-inspired fashion. From traditional elegance to modern chic, let the stars guide you in creating a memorable and stylish Lunar New Year wardrobe. Celebrate in glamour with Celebrity Lunar New Year!",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/uzav45gul5w7ok133xkkvg6uqczhgpkn\/",
            "category": "Girls",
            "tags": "Celebrity, Cute, Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/uzav45gul5w7ok133xkkvg6uqczhgpkn\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56512",
            "title": "Number Quest",
            "description": "Embark on a thrilling adventure with Number Quest, an engaging and educational puzzle game designed to sharpen your math skills! In this game, players navigate through various levels filled with challenging number puzzles. Each level presents a unique set of problems that require quick thinking and problem-solving abilities. As you progress, the puzzles become more complex, providing endless fun and learning opportunities. Suitable for all ages, Number Quest is the perfect blend of entertainment and education, making math enjoyable for everyone.",
            "instructions": "Mouse Controls Left Click Select numbers and interact with game elements Drag and Drop Move numbers or game pieces to the desired location Touch Controls for mobile devices Tap Select numbers and interact with game elements Swipe Move numbers o",
            "url": "https:\/\/html5.gamemonetize.com\/ascprolxlhra0m3fzic1fdzp3t3g59kk\/",
            "category": "Puzzle",
            "tags": "Educational, Kid, Kids, NapTech Games, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/ascprolxlhra0m3fzic1fdzp3t3g59kk\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "56503",
            "title": "Guess The Days",
            "description": "Fun game for kids to learn days of the week! Interactive quiz with colorful visuals. Discover a fun and educational way for kids to learn the days of the week with Guess the Day - Kids Learning Fun! This interactive quiz game is perfect for young learners who want to master the days of the week while having a blast. Designed for kids of all ages, this game offers an exciting mix of learning and play with vibrant graphics and easy-to-use controls.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/qn7520fqcybncjd1sjo7si2zzqb575wy\/",
            "category": "Puzzle",
            "tags": "Baby Games, Best Games, Game, Games, HTML5, html5 games, Kid, Kids",
            "thumb": "https:\/\/img.gamemonetize.com\/qn7520fqcybncjd1sjo7si2zzqb575wy\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "56501",
            "title": "Find The Odd One",
            "description": "Boost your child&rsquo;s brain with this fun and educational puzzle game. Find The Odd One- Fun Kids Game is the perfect blend of entertainment and education for children. This exciting puzzle game encourages kids to sharpen their observation skills by finding the odd item among a group of similar objects. The game is designed to be both engaging and educational, helping young players improve their focus, attention to detail, and cognitive abilities.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/lx7gj18pl32zst6f5magmdy2hm1v2u29\/",
            "category": "Puzzle",
            "tags": "Baby Games, Best Games, Game, Games, HTML5, Kid, Kids, Online",
            "thumb": "https:\/\/img.gamemonetize.com\/lx7gj18pl32zst6f5magmdy2hm1v2u29\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "56504",
            "title": "Kids Anatomy",
            "description": "Discover body parts! fun anatomy learning game for kids with puzzles, quizzes, and facts. Unveil the wonders of the human body with Anatomy Adventure: Kids Learn Fun, an engaging educational game tailored for young explorers! This interactive game makes learning about anatomy an exciting journey. Children will dive into the world of bones, muscles, organs, and more through vibrant visuals, captivating puzzles, and quizzes designed to make learning enjoyable. Perfect for kids aged 4&ndash;10, this game encourages curiosity and boosts their understanding of how their bodies work.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/2vbgdlqdia4g8t39hsbfp7pabcs3yb5h\/",
            "category": "Puzzle",
            "tags": "Baby, Baby Games, Baby Hazel, Best Games, Educational, Kid, Kids, NapTech Games",
            "thumb": "https:\/\/img.gamemonetize.com\/2vbgdlqdia4g8t39hsbfp7pabcs3yb5h\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "56499",
            "title": "Draw Cute Animals",
            "description": "Fun drawing game for kids! Draw and color cute animals while boosting creativity and learning. Draw Cute Animals Game is an entertaining and educational game designed to spark creativity in young minds. This game allows children to draw and color a wide range of cute animals, from cuddly kittens to playful pandas. With easy-to-follow guides and vibrant color options, kids can create their own masterpieces while learning about different animals. Ideal for preschoolers and toddlers, this game not only enhances artistic skills but also improves hand-eye coordination. Whether your child loves to doodle or is just starting to explore art, Draw Cu",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/u7zmx2kyw5eehgxrykrsyo52y25vjv4e\/",
            "category": "Puzzle",
            "tags": "Baby Games, Best, Best Games, Game, Games, html5 games, Kid, Kids, NapTech Games, Online",
            "thumb": "https:\/\/img.gamemonetize.com\/u7zmx2kyw5eehgxrykrsyo52y25vjv4e\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "56297",
            "title": "Girls Fun Nail Salon",
            "description": "Girls Fun Nail Salon is a fun Makeover game. This game is designed for girls who love fashionable nail art. This game not only has vivid sound effects and images but also smooth animations.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/7rsfru1tl2svgitsob1g4r2c5fh04l57\/",
            "category": "Girls",
            "tags": "Makeover, Nails",
            "thumb": "https:\/\/img.gamemonetize.com\/7rsfru1tl2svgitsob1g4r2c5fh04l57\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "53796",
            "title": "Anime Star Fashion Battle",
            "description": "Anime Dress Up - Doll Dress Up is a free game for girls. Do you want to be the brightest one in the crowd? In this game, there are many scenes that appear randomly, and you need to match up with another fashionista for a limited time. You all have the same hair accessories, clothes, and hats.Who can match them more eye-catchingly and more in line with the theme? Come and give it a try!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/us58kf59b6xc7hyul6ku7by4buqzq6zb\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion",
            "thumb": "https:\/\/img.gamemonetize.com\/us58kf59b6xc7hyul6ku7by4buqzq6zb\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "52062",
            "title": "Design Diary   Match 3 &amp; Home",
            "description": "Friendship? Design? Puzzles? Find all you want in Design Diary! Design a home while solving match-3 puzzles with this new free puzzle game! Help Claire and Alice renovate all kinds of houses to make them top house designers! Swipe colors, beat fun matching levels, unlock fantastic episodes, exploring and decorating more hidden areas along the way!",
            "instructions": "Tons of Match-3 Puzzles bull A unique and fun match-3 game for both masters and new players bull Get ready to challenge hundreds of addictive matching levels - fun never ends ",
            "url": "https:\/\/html5.gamemonetize.com\/b7pqyfn8cclbg2jhkme9mejtxqkfox29\/",
            "category": "Girls",
            "tags": "Castle, Decorate, Decoration",
            "thumb": "https:\/\/img.gamemonetize.com\/b7pqyfn8cclbg2jhkme9mejtxqkfox29\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "47470",
            "title": "Kids Education",
            "description": "Kids Education is game that aims to educate kids in a funny way without them getting bored or feel like they are studying.The game has many different Sections like Puzzles, learn how to read,write etc.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/iqjxnqk15h0mxj0be9hi3gxoh39dd16y\/",
            "category": "Bejeweled",
            "tags": "Android, Boys, Educational, HTML5, iPad, Kids, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/iqjxnqk15h0mxj0be9hi3gxoh39dd16y\/512x384.jpg",
            "width": "300",
            "height": "600"
        },
        {
            "id": "46807",
            "title": "Little Mermaid",
            "description": "Little Mermaid Endless Runner, you play as the Little Mermaid, as she swims through the ocean collecting pearls. You must avoid obstacles such as rocks, jellyfish, and sharks, and collect as many pearls as possible. The longer you swim, the faster the ocean currents become, making it more difficult to avoid obstacles.",
            "instructions": "Desktop Use the left click button to jump Mobile Tap on the screen to jump Controls and indicators Upper left side of the screen has the pause button The scores and levels are shown in the upper middle of the screen ",
            "url": "https:\/\/html5.gamemonetize.com\/xyzememvkodl1dbtwi1wpfv7wtd2i7yg\/",
            "category": "Hypercasual",
            "tags": "2D, Baby Hazel, Casual, HTML, HTML5, Hypercasual, Mermaid",
            "thumb": "https:\/\/img.gamemonetize.com\/xyzememvkodl1dbtwi1wpfv7wtd2i7yg\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "46402",
            "title": "Puppy Coloring Book",
            "description": "Puppy Coloring Book For Kids is a painting, drawing and coloring tool for kids! Pick your colors and start drawing and painting with your finger when done. Kids will enjoy painting using theirs creative ideas. Have fun using this great kids paint app. Key Features: -Really simple! -Really addictive! -Really fun! -Over 40 objects to color! -its a baby quite game!!",
            "instructions": "Just one click tap to play enjoy this great coloring game ",
            "url": "https:\/\/html5.gamemonetize.com\/wcwilwvh66hf2p5y0t39qro3lcd5iknj\/",
            "category": "Clicker",
            "tags": "2D, Baby, Color, Coloring, Draw, Drawing, Educational, Family, HTML, HTML5, Kid, Kids, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/wcwilwvh66hf2p5y0t39qro3lcd5iknj\/512x384.jpg",
            "width": "1200",
            "height": "800"
        },
        {
            "id": "21836",
            "title": "Trash Sorting for Kids",
            "description": "A game for kids put the trash in the right bin! plastics to the plastic recycling bin. You should put the food in the organic waste bin! Please do not throw the garbage on the ground. Let's throw our trash in the trash.",
            "instructions": "Drag and Drop",
            "url": "https:\/\/html5.gamemonetize.com\/gsr3u5c1gn18lgr98is1jnkvegj5jotz\/",
            "category": "Puzzle",
            "tags": "2D, Android, Baby, Baby Hazel, Brain, Kid, Kids",
            "thumb": "https:\/\/img.gamemonetize.com\/gsr3u5c1gn18lgr98is1jnkvegj5jotz\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "51738",
            "title": "stickman base defense",
            "description": "Welcome to stickman base defense - the ultimate arcade idler browser game! Immerse yourself in the world of stickman heroes, where you must protect the base from hordes of attacking enemies. Your mission: Collect resources, build protective walls and towers, and upgrade your hero to create the ultimate defense!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/10jlapj6zx3rwude8qk6mc0xhze2f5bf\/",
            "category": "Stickman",
            "tags": "Action, Defense, Stickman, Tower Defense",
            "thumb": "https:\/\/img.gamemonetize.com\/10jlapj6zx3rwude8qk6mc0xhze2f5bf\/512x384.jpg",
            "width": "1080",
            "height": "720"
        },
        {
            "id": "51145",
            "title": "Stretch huggy Monster",
            "description": "Navigate through the levels by extending the limbs of the character while steering clear of obstacles. Be cautious not to overstretch, as it may lead to tearing! Stretch Man offers an enjoyable and addictive puzzle gaming experience suitable for all. Whether youre looking for casual entertainment or a way to pass the time during moments of leisure, its perfect for any occasion.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/wy6cwdoxnvmfqcu4cipvvvd755vvvgj2\/",
            "category": "Stickman",
            "tags": "Boys, Monster, Puzzle, Quiz, Skibidi Toilet",
            "thumb": "https:\/\/img.gamemonetize.com\/wy6cwdoxnvmfqcu4cipvvvd755vvvgj2\/512x384.jpg",
            "width": "600",
            "height": "800"
        }
    ],
    "3": [
        {
            "id": "50907",
            "title": "Stickman Merge Battle: Arena",
            "description": "An exciting strategic merge game where you have to demonstrate your advantage over the red stickman invaders. Create your army of stickmen, show your wit in the formation of troops and defeat all bosses. Less than 1% percent of players are able to unlock all stickmen and complete the game. - 3D stickmen - Each level is harder than the previous one - Intuitive controls - Boss difficulty every ten levels - Tactical game for all ages",
            "instructions": "- Click Sword and arrow button to purchase units - Click Tile button to purchase tiles - Drag units between tiles to improve your strategic positioning - Merge two units of the same type to get the next tier unit",
            "url": "https:\/\/html5.gamemonetize.com\/obyhafhugknxn37yy4vsed6yknb9d6rl\/",
            "category": "Stickman",
            "tags": "1 Player, 3D, Action, Arena, Army, Battle, Bow, Clash, Enemy, Fight, Hypercasual, Management, Stickman, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/obyhafhugknxn37yy4vsed6yknb9d6rl\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "50617",
            "title": "Stickman Miner",
            "description": "Embark on a lucrative journey beneath the earth in Stickman Idle Miner, a captivating mining simulator. Start with a humble pickaxe, chip away at mineral-rich veins, and uncover a variety of ores including coal, iron, gold, and diamonds. Sell the resources to make money.. Refine raw minerals into valuable products to sell at peak prices. Expand your empire, upgrade your tools, grow your facilities, and transform your small enterprise into a global mining powerhouse.",
            "instructions": "Movement AWSD Arrow Keys Joystick",
            "url": "https:\/\/html5.gamemonetize.com\/bhyewxjcbnyu7f32233fmpk6z7kaj9n6\/",
            "category": "Stickman",
            "tags": "Crafting, Minecraft, Miner",
            "thumb": "https:\/\/img.gamemonetize.com\/bhyewxjcbnyu7f32233fmpk6z7kaj9n6\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "49283",
            "title": "Stickman Ninja Way of the Shinobi",
            "description": "Stickman - Ninja from the clan of Black Panthers enters the battle. Help him drive the invaders out of his house! Defeat your enemies with lightning strikes and combo attacks. Dodge enemy attacks with a roll. Upgrade your character so that you have the strength to defeat all enemies and free your house.",
            "instructions": "Control - Movement WASD - Roll Space - Sword Strike Left mouse click - Combo Attack Right mouse click Phone Tablet Use interface buttons ",
            "url": "https:\/\/html5.gamemonetize.com\/bbvs6yc7da25q92ogll0m4cfmuo4ymox\/",
            "category": "Stickman",
            "tags": "Action, Adventure, Battle, Best Games, Ninja, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/bbvs6yc7da25q92ogll0m4cfmuo4ymox\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "49274",
            "title": "Stickman fall",
            "description": "Hang between two pillars with plungers on a bar. When you press space, the plungers touch the pillars, halting your descent. Navigate a path filled with obstacles, ensuring you dont collide. Your goal? See how far you can descend without hitting any barriers. Ready to take the challenge?",
            "instructions": "1 Attach to the bar Space on the keyboard Left Mouse Click or Long Press on mobile devices 2 Descend while avoiding obstacles 3 Upon reaching the finish stop within the marked area ",
            "url": "https:\/\/html5.gamemonetize.com\/4nsbkbsthace3imqxe11zdymbiwnc2bg\/",
            "category": "Stickman",
            "tags": ".io, 3D, 3D Games, Action, Casual, Fall Guys, Hypercasual, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/4nsbkbsthace3imqxe11zdymbiwnc2bg\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "48429",
            "title": "Skibidi Stick",
            "description": "Stretch the stick the more you can to reach and walk on the platforms. Beware! If the stick is not long enough, Skibidi will fall down! Get yourself in the ninja action! How far can you go?",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/5zkgqwll2oosqwi47higgp0eogc03dmm\/",
            "category": "Stickman",
            "tags": "Casual, HTML, Mobile, Puzzle, Skibidi, Skibidi Toilet, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/5zkgqwll2oosqwi47higgp0eogc03dmm\/512x384.jpg",
            "width": "1024",
            "height": "600"
        },
        {
            "id": "46927",
            "title": "Silly Dancer",
            "description": "Get ready to bust a move and show off your dance skills in this high-energy hypercasual game! Tap to the rhythm and keep up with the catchy beats as you navigate through a variety of vibrant and visually stunning dance environments. With its addictive gameplay and lively music, this game will have you grooving and striving to achieve the highest score on the dancefloor",
            "instructions": "press keyboard arrow buttons when ui arrow in circle ",
            "url": "https:\/\/html5.gamemonetize.com\/zhthunzg2jyv86mnhyfqdbqj3n11v5wc\/",
            "category": "Stickman",
            "tags": "Dancing, Music",
            "thumb": "https:\/\/img.gamemonetize.com\/zhthunzg2jyv86mnhyfqdbqj3n11v5wc\/512x384.jpg",
            "width": "540",
            "height": "960"
        },
        {
            "id": "45532",
            "title": "Carton Home Defense",
            "description": "Fight off waves of enemies! Enemies are attacking your house, and every day they will grow stronger and stronger if you do not stop them! Defend the fortress so that they cannot go further into our land!",
            "instructions": " bull Click or use the mouse to shoot at enemies bull Hold out until the end of the day until the sun has passed its full path bull Buy improvements in the store bull Use available boosters ",
            "url": "https:\/\/html5.gamemonetize.com\/f1pch2a1jalzr97o4vdwq0ml3nx582x6\/",
            "category": "Stickman",
            "tags": "Clicker, Shooter, Stickman, Tower Defense",
            "thumb": "https:\/\/img.gamemonetize.com\/f1pch2a1jalzr97o4vdwq0ml3nx582x6\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "21027",
            "title": "Stick Fight The Game",
            "description": "Stick Fight is really easy to play Just aim and tap to release the arrows to kill all enemies and protect your Castle. Use the Arrows boster button to drop Arrows Rain. Let's Shoot All enemies",
            "instructions": "aim and shoot",
            "url": "https:\/\/html5.gamemonetize.com\/hqjf5yakd0qajttjzydupbno3illn68t\/",
            "category": "Stickman",
            "tags": "Action, Adventure, Arcade, Gun, HTML, HTML5, Hypercasual, Kill, Killing, Puzzle, Shooting, Stickman, Street Fighting, War",
            "thumb": "https:\/\/img.gamemonetize.com\/hqjf5yakd0qajttjzydupbno3illn68t\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "17347",
            "title": "WATER FLOW",
            "description": "Extremely easy to play yet not that easy to give up.Adjust pins by pulling or dragging them.Make your way trough pipes.If you've been looking for a pull the pin puzzle game for a long time, it's time to explore it.",
            "instructions": "Adjust pins by pulling or dragging them Make your way trough pipes ",
            "url": "https:\/\/html5.gamemonetize.com\/hhnbpg76uvlj0v25b7q8l9tlcrpnbfvt\/",
            "category": "Stickman",
            "tags": ".io, .io Games, Game, Games, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/hhnbpg76uvlj0v25b7q8l9tlcrpnbfvt\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "11566",
            "title": "Draw Rider Free - Top Bike Stickman Racing Games",
            "description": "Draw Rider Free - top bike racing games race arcade racing on Android available completely free! Do you have a Google Play Pass? Download Draw Rider Plus and unlock all plus features with your subscription. Check it out! Can you get to the finish line safely and securely, and not crash? Draw Rider Free - top stickman bike racing games is not an ordinary race, here you will find treacherous trials from many hardcore levels, this is a real trial on a bicycle. Get gold medals, becoming the best racer on each track, to unlock new levels and new characters.",
            "instructions": "",
            "url": "https:\/\/html5.gamemonetize.com\/y3k63kz1i7a09u1elyvul94nwp2sh73f\/",
            "category": "Stickman",
            "tags": "Drawing, HTML5, Race, Racing, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/y3k63kz1i7a09u1elyvul94nwp2sh73f\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "55970",
            "title": "Football Penalty",
            "description": "Step into an exhilarating, never-ending penalty challenge! Show your opponents the power of your accurate shots and become a real football hero. Collect points for every target hit, progress through levels, and improve your football skills. Take part in a big tournament and get more rewards.",
            "instructions": "The game features unlimited penalty duels Your goal is to shoot the ball at targets while avoiding obstacles like cones and boxes Be quick and precise to earn more points and win trophies which you can use to unlock new balls Theres also a big penalty",
            "url": "https:\/\/html5.gamemonetize.com\/ikpi1ghjcghyj8jk95k5wif87fz7hfs2\/",
            "category": "Sports",
            "tags": "Ball, Football, Soccer",
            "thumb": "https:\/\/img.gamemonetize.com\/ikpi1ghjcghyj8jk95k5wif87fz7hfs2\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "55726",
            "title": "Bounce Dunk Frvr",
            "description": "Do you like to play basketball and experience the feeling of dunking? This is a bouncing dunk game. The game has a real physics engine,&nbsp; you will experience the real feeling of basketball bouncing. The game will also have Multiple people dribbling, with obstacles in the middle. Dont be blocked! , the obstacles will not bring you a higher score, break them, just for the fun of dunking! Besides dunking, what else can basketball give you when you are a basketball player?",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/6u6wvhyvbgusqnzxuk8aw911ar2vx73d\/",
            "category": "Sports",
            "tags": "Basketball",
            "thumb": "https:\/\/img.gamemonetize.com\/6u6wvhyvbgusqnzxuk8aw911ar2vx73d\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "55450",
            "title": "Crazy golf III",
            "description": "Crazy Golf III is like a real golf played on the hills. The game consists of 23 levels that at first sight seem very easy. All levels are different and if you need help, click the settings button from the left upper.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/4it2xf7jelch1pscwiuvd359l3x2rabk\/",
            "category": "Sports",
            "tags": "1 Player, Action, Golf",
            "thumb": "https:\/\/img.gamemonetize.com\/4it2xf7jelch1pscwiuvd359l3x2rabk\/512x384.jpg",
            "width": "640",
            "height": "360"
        },
        {
            "id": "55394",
            "title": "Euro Champ 2024",
            "description": "Awesome 3D Soccer actionthat will keep your going for a while. Can you go through all 4 elimination games and became the latest Euro Champ? You will score from free kicks and volleys as the ball is passed to you from the side",
            "instructions": "Mouse to move position mouse lower around players legs to shoot higher On mobiles use touch controls to move and tap the boot ball on the right side to kick ",
            "url": "https:\/\/html5.gamemonetize.com\/oid03ewux4ogtr5g48wqjh9x0k6j4uji\/",
            "category": "Sports",
            "tags": "Football, Soccer, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/oid03ewux4ogtr5g48wqjh9x0k6j4uji\/512x384.jpg",
            "width": "960",
            "height": "540"
        },
        {
            "id": "55117",
            "title": "Mahjong Sort Puzzle",
            "description": "This is an addictive matching puzzle game. If you are a mahjong fan and love matching games, this game is for you. You need to sort out the mahjongs, sort out the mahjongs with the same colour into a grid and they will all be eliminated. While playing the game, you will also exercise your logical thinking and spatial sense. So, come and join the challenging world of gaming.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/d1xc65i3wvzz2ynh6jrhp0va0sws25qy\/",
            "category": "Sports",
            "tags": "Mahjong",
            "thumb": "https:\/\/img.gamemonetize.com\/d1xc65i3wvzz2ynh6jrhp0va0sws25qy\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "54901",
            "title": "Volley Master 2024",
            "description": "Score amazing goals from volleys closer to the goal and all the way from beyond 50 meters and more. 3D soccer action.Fire off some rocket like kicks or set power to low to lob over the unsuspecting keeper who ventured to far out.",
            "instructions": "Mouse to move player click to kick On mobiles left right control and tap to kick Use low power for lobs if keeper comes out or full power to smash it past him",
            "url": "https:\/\/html5.gamemonetize.com\/67p1q8hxgfw75lvy8rx9beqhtk02lk8h\/",
            "category": "Sports",
            "tags": "Football, Soccer, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/67p1q8hxgfw75lvy8rx9beqhtk02lk8h\/512x384.jpg",
            "width": "960",
            "height": "540"
        },
        {
            "id": "54395",
            "title": "Football Stars Championship",
            "description": "Try a fresh take on a football game! The luck-based gameplay will keep you on your toes. Score extra points with precise shots that avoid the goalkeeper perfectly.",
            "instructions": "Spin the football slot machine for progress in the duel and score extra points in a goal-shooting minigame Advance through the leagues and gather trophies ",
            "url": "https:\/\/html5.gamemonetize.com\/nhh10c04gq9n1y3fig8owhuc4alg2owi\/",
            "category": "Sports",
            "tags": "Casino, Football, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/nhh10c04gq9n1y3fig8owhuc4alg2owi\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "53828",
            "title": "Fruity Fortune Slot Frenzy",
            "description": "Sink your teeth into juicy wins in Fruity Fortune Slot Frenzy! Spin the reels and match vibrant fruits to unleash a frenzy of fortune. Line up the winning combinations and watch your payouts grow. With every spin, a delicious taste of victory awaits! So, crank up the excitement and get ready to be swept away in this fruity jackpot adventure!",
            "instructions": "Slot Machines yeah ",
            "url": "https:\/\/html5.gamemonetize.com\/9bnh0drk2i7yj1kz2iyynn7img0ysdo8\/",
            "category": "Sports",
            "tags": "Best Games, Fruits, gambling, Number, Slot Machine",
            "thumb": "https:\/\/img.gamemonetize.com\/9bnh0drk2i7yj1kz2iyynn7img0ysdo8\/512x384.jpg",
            "width": "1280",
            "height": "1024"
        },
        {
            "id": "53465",
            "title": "Excavator Driving Challenge",
            "description": "Excavator Driving Challenge is a typical JCB-driving simulation game with 3D excavators. Following the instant missions, you need to transport some cargo with your digger including sand and dirt. When you finish your current task by filling the truck up, you can wait for a few seconds and drive to the new task area to work. Dont forget to unlock and use the other 2 excavators in the garage, they are more efficient than the initial one for work. You can unlock them by watching an Ad directly.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/gy5vticrkzvdpnc0aazf1p92q333v3rh\/",
            "category": "Sports",
            "tags": "3D, Car, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/gy5vticrkzvdpnc0aazf1p92q333v3rh\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "53705",
            "title": "Prime Snooker Showdown",
            "description": "Welcome to the exhilarating world of Prime Snooker Showdown, where precision, strategy, and skill converge in the most immersive cue sports experience! Dive into a captivating journey through numerous levels, each designed to push your snooker prowess to its limits. Whether youre a seasoned cue artist or a newcomer to the green baize, Prime Snooker Showdown promises hours of entertainment and challenges that will keep you hooked. Dynamic Levels Realistic Physics Simulation Customizable Equipment and Environments",
            "instructions": "Click and aim to take balls to holes ",
            "url": "https:\/\/html5.gamemonetize.com\/j1n9404d3c53xvf6a2xhfdmlh3eal3xu\/",
            "category": "Sports",
            "tags": "Best Games, Billiard",
            "thumb": "https:\/\/img.gamemonetize.com\/j1n9404d3c53xvf6a2xhfdmlh3eal3xu\/512x384.jpg",
            "width": "854",
            "height": "480"
        },
        {
            "id": "51702",
            "title": "This Game About Climbing",
            "description": "Use only your mouse (or gamepad) to control your climbers hands to pull yourself up an enormous, treacherous mountain full of challenges and surprises. Watch out for slippery surfaces as you make your way towards the peak. Eternal glory and a wonderful gift awaits all climbers who manage to reach the top! Enjoy: Punishing but not impossible gameplay. Practice makes perfect. No filler, every obstacle is designed with intention. Focused gameplay with no distracting elements. No violence. You can never die or get hurt. But you can lose all your progress with one mistake... perhaps that is worse. Climb, slip, fall. Over and",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/54i5xzjv5tso4ge4zq4mqgcbyham79a9\/",
            "category": "Sports",
            "tags": "Click, Clicker, Collecting, Crazy, Fall Boys",
            "thumb": "https:\/\/img.gamemonetize.com\/54i5xzjv5tso4ge4zq4mqgcbyham79a9\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "53380",
            "title": "Blocks Move n HIT",
            "description": "Calling all blockheads! In Blocks - Move &amp; HIT youre a hero on a mission, but the path is ever-changing. Navigate a maze of immovable stone blocks that bounce you off course with every bump. Will you hit a 45-degree angle and zip diagonally, or take a full 90-degree turn? Master the rebounds, solve the shifting puzzle, and guide your block to its destined end!",
            "instructions": "Move and hit the target ",
            "url": "https:\/\/html5.gamemonetize.com\/emxcolyvsz2gjwe6anvu0r0w9ujldnn6\/",
            "category": "Sports",
            "tags": "1 Player, Action",
            "thumb": "https:\/\/img.gamemonetize.com\/emxcolyvsz2gjwe6anvu0r0w9ujldnn6\/512x384.jpg",
            "width": "1280",
            "height": "704"
        }
    ],
    "4": [
        {
            "id": "46420",
            "title": "Run and Shoot: GOAL!",
            "description": "Run without hitting obstacles and opposing team players. collect as much blue power as you can and hit the ball harder. Then direct the ball and try to pass the goalkeeper. You can score your goal and move on to the next level! According to the power you collect, the height of the ball increases and the probability of the goalkeeper to save decreases. If you want, you can transfer between halftime and change your character. hitting sticks loses 1 power. hitting obstacles lose 10 power",
            "instructions": "Player movement - Left arrow key for move left - Right arrow key for move right - Spacebar for Jump Ball movement - Left and Right arrow keys - If you can score a goal you pass the level ",
            "url": "https:\/\/html5.gamemonetize.com\/sfgt6xl9hugkmihr98y1jzma6t7knvl9\/",
            "category": "Soccer",
            "tags": "1 Player, 3D, 3D Games, Action, Ball, endless, Football, Platform, run, running, Shoot, Soccer",
            "thumb": "https:\/\/img.gamemonetize.com\/sfgt6xl9hugkmihr98y1jzma6t7knvl9\/512x384.jpg",
            "width": "1520",
            "height": "855"
        },
        {
            "id": "48310",
            "title": "Skibidi Toilet Soccer",
            "description": "Skibidi is a great goalkeeper in soccer training! Use your finger to slide goalkeeper to the kicked penalty. As a super goalkeeper you must protect your goal from as much incoming balls as you can. How to Play: - The computer will shoot soccers - Just swipe the screen to control Skibidi Enjoy your soccer game! Become a Skibidi Soccer Goalkeeper Superstar!",
            "instructions": "Mouse click or touch the screen to play ",
            "url": "https:\/\/html5.gamemonetize.com\/sy3abv7l2dkmrmt8ez8s30wsyrrnpodo\/",
            "category": "Soccer",
            "tags": "Arcade, Casual, HTML5, Mobile, Skibidi, Skibidi Toilet, Soccer, Sport",
            "thumb": "https:\/\/img.gamemonetize.com\/sy3abv7l2dkmrmt8ez8s30wsyrrnpodo\/512x384.jpg",
            "width": "768",
            "height": "600"
        },
        {
            "id": "48192",
            "title": "Heads Up Skibidi",
            "description": "Heads Up Skibidi is a head-ball game where one player is the skibidi head and poo picker. The skibidi head wears a blindfold and tries to head the ball into the poo pickers mouth. The poo picker tries to dodge the ball and pick up as much poo as possible.",
            "instructions": "Desktop Use the right click and Drag of the mouse to move objects right and left Mobile Drag the Left and Right screens to move objects ",
            "url": "https:\/\/html5.gamemonetize.com\/06ab0i2mp4ks3ul4iipkhoul1viwah2m\/",
            "category": "Soccer",
            "tags": "1 Player, Arcade, Best Games, Classic, Fun, Game, Games, NapTech Games, Ski, Skibidi, Skibidi Toilet, Spongebob, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/06ab0i2mp4ks3ul4iipkhoul1viwah2m\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "48251",
            "title": "Upin Ipin Sepak Bola",
            "description": "Upin Ipin Sepak Bola Permainan bola sepak yang menyeronokkan. Mampukan anda menewaskan Upin di lapangan sepak bola? Ayoohh kita berseronok sambil bermain game sepak bola upin ipin ini",
            "instructions": "keyboard",
            "url": "https:\/\/html5.gamemonetize.com\/dbc7mw2mns2ii57lkrbexvelvfhz90pz\/",
            "category": "Sports",
            "tags": "Football, Kids, Soccer",
            "thumb": "https:\/\/img.gamemonetize.com\/dbc7mw2mns2ii57lkrbexvelvfhz90pz\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "47448",
            "title": "Goal Quest",
            "description": "Experience the fusion of sports and puzzle-solving in this captivating 2D soccer ball game. Break through cube stone obstacles by simply touching them, clearing your path to the goal. But it&rsquo;s not just about scoring; you must also collect three stars scattered throughout each level to unlock new challenges. Navigate intricate mazes, utilize physics, and explore visually stunning environments as you strive to become the ultimate soccer ball champion. Are you ready for an adventure filled with excitement, discovery, and a touch of soccer magic?",
            "instructions": "Desktop Explode Cubes with leftmouse button Mobile Touch the screen and pop whatever you want",
            "url": "https:\/\/html5.gamemonetize.com\/4gfskfmycte9r79aaz1umeaj9lmyjkvh\/",
            "category": "Sports",
            "tags": "1 Player, Brain, Football, Fun, Funny, Puzzle, Soccer, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/4gfskfmycte9r79aaz1umeaj9lmyjkvh\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "47534",
            "title": "Squad Goals: Soccer 3D",
            "description": "Squad Goals is fun and simple 3D soccer game that can quickly turn into a crazy ball brawl! No cards, fouls, or offsides! Slide, tackle, dribble, kick, shoot, and score &ndash; all with just one finger! Whoever scores first wins the match! Rise through the ranks to dominate the game! Key game features: &bull; One-finger on-screen joystick controls, with support for mouse and keyboard &bull; Upgrade character traits to unlock full potential &bull; Level up to rise through the ranks &bull; Shop for cosmetics to customize your character, ball, and stadium &bull; Complete daily quests to earn more coins &bull; Daily and hourly rewards &bull; Play in two modes: ARENA or TEAM vs TEAM",
            "instructions": " bull Touch Mouse TAP CLICK and DRAG to RUN RELEASE to SLIDE SHOOT or PASS bull Keyboard Press arrow keys or WASD to RUN Release arrow keys or press SPACE to SLIDE SHOOT or PASS",
            "url": "https:\/\/html5.gamemonetize.com\/413slo2x1o8km5rs8vb6ikya691zsm78\/",
            "category": "Soccer",
            "tags": "3D, Alien, Android, Animal, Ball, Basketball, Football, Robot, Skill, Soccer, Sport, Sports, Tennis, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/413slo2x1o8km5rs8vb6ikya691zsm78\/512x384.jpg",
            "width": "1024",
            "height": "1820"
        },
        {
            "id": "47118",
            "title": "Tiny Football Cup",
            "description": "Become a football legend by winning all the tournaments and matches! Unlock all the leagues and play with 28 different teams. Prove to your friends you are the number one football player. Play and Score! Endless 3 Turnaments Local Multiplayer Mode 28 Teams",
            "instructions": "Play matches and tournaments to win in-game currency and diamonds Control your team and get the ball to enemys goal Have fun with friends in the local multiplayer mode ",
            "url": "https:\/\/html5.gamemonetize.com\/dzitjk45xlzs7cmsqfo6v6vos58y4jc8\/",
            "category": "Sports",
            "tags": "2 Player, 2 Player Games, Football",
            "thumb": "https:\/\/img.gamemonetize.com\/dzitjk45xlzs7cmsqfo6v6vos58y4jc8\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "46375",
            "title": "Messi vs Ronaldo KTT",
            "description": "Messi and Ronaldo find themselves in competition on another continent. Play this unique version of Kick Tac Toe, where you play as Messi or Ronaldo against your foe and try to win. You can also play against your friends in 2 player mode",
            "instructions": "Swipe to kick and hit blocks to reveal your teams logo",
            "url": "https:\/\/html5.gamemonetize.com\/l55plwa1pm7lz65c6wmu3bg3yk5aggsn\/",
            "category": "Soccer",
            "tags": "2 Player, Soccer, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/l55plwa1pm7lz65c6wmu3bg3yk5aggsn\/512x384.jpg",
            "width": "450",
            "height": "800"
        },
        {
            "id": "46984",
            "title": "Legendary Soccer",
            "description": "Legendary Soccer is an exciting and captivating free online game designed specifically for soccer lovers. With the option to play against AI as a single player or compete against your friend in a thrilling match with the 2-player mode, try to win the game. This game is suitable for players of all ages and skill levels. Legendary Soccer is developed for you to have a great time by controlling three soccer players, making amazing passes and scoring goals. Hold your player and pull towards the ball to shoot legendary goals. With its cartoonish graphics, this game appeals to players of all ages and can be played with a friend or against AI.",
            "instructions": "Grab one of the three players and drag the cursor on top of them to the desired destination Release it and the player will move there and Goal Both sides take turns making moves in the game Lets see who will win ",
            "url": "https:\/\/html5.gamemonetize.com\/hg4m7cai1ptybmtkjlnmvavwqw22xhe9\/",
            "category": "Soccer",
            "tags": "2 Player, 2 Player Games, Boy, Boys, Celebrity, Fun, Funny, New, Soccer",
            "thumb": "https:\/\/img.gamemonetize.com\/hg4m7cai1ptybmtkjlnmvavwqw22xhe9\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "46742",
            "title": "Shoot a Goal!",
            "description": "In this game you need to score a goal. Be accurate and hit the ball into the goal! Good luck!",
            "instructions": "Mouse",
            "url": "https:\/\/html5.gamemonetize.com\/v0u43no4eytqdhym63oaw7q1t64mx56b\/",
            "category": "Sports",
            "tags": "Boys, Football, HTML5, Soccer, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/v0u43no4eytqdhym63oaw7q1t64mx56b\/512x384.jpg",
            "width": "450",
            "height": "800"
        },
        {
            "id": "44505",
            "title": "Car Football 3D",
            "description": "play soccer with your car and try to score the most goals",
            "instructions": "W Gas S Brake A Left D Right Space handbrake Shift Boost",
            "url": "https:\/\/html5.gamemonetize.com\/fuzrx9k5kj56o9nhlifou6j8uf8r7r2b\/",
            "category": "Soccer",
            "tags": "1 Player, 3D, 3D Games, Car, Cars, Football, Soccer, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/fuzrx9k5kj56o9nhlifou6j8uf8r7r2b\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "20063",
            "title": "Penalty EURO 2021",
            "description": "Choose one of your favorite football teams from around the world to defend your goal in this exciting sports game \"Penalty: European Cup 2021\"! try it and score a goal right now!",
            "instructions": "on the PC is carried out with the mouse and on touch screens with taps",
            "url": "https:\/\/html5.gamemonetize.com\/31e95dommfqc3ktoz7x5pzuegah3vo8y\/",
            "category": "Sports",
            "tags": "Ballon, Football, HTML5, Soccer, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/31e95dommfqc3ktoz7x5pzuegah3vo8y\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "5": [
        {
            "id": "57616",
            "title": "Alien Buster",
            "description": "Alien Buster is an adrenaline-fueled shooting game that pits players against a relentless alien invasion in a quest to save Earth. Equipped with an arsenal of futuristic weapons, players face off against waves of powerful extraterrestrial enemies across a variety of intense levels and visually stunning landscapes. Alien Buster is perfect for fans of space combat and shooter games, offering hours of thrilling gameplay. Do you have what it takes to defend Earth and become the ultimate alien-bursting hero? Download Alien Buster today and join the battle!",
            "instructions": "Desktop Use the on-screen directional buttons Press the left button on the mouse to move left side and press right button to move your character right And tap anywhere on the screen to shoot aliens Mobile Use the on-screen directional buttons Pre",
            "url": "https:\/\/html5.gamemonetize.com\/xvuzcyxxdd4wtc95j2kxe6afp4tppwio\/",
            "category": "Shooting",
            "tags": "Action, Alien, NapTech Games, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/xvuzcyxxdd4wtc95j2kxe6afp4tppwio\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "57933",
            "title": "Sniper Town",
            "description": "Welcome to Sniper Town, the ultimate gun shooting game! In this game, you play as a sniper on a mission to eliminate your enemies without being detected. Explore a variety of amazing and challenging levels, and strive to complete them all. Good luck!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/37bnymju4ipw3hmy0faa4jxk46r9pg32\/",
            "category": "Shooting",
            "tags": "First Person Shooter, Gun, Shooter, Shooting, Sniper",
            "thumb": "https:\/\/img.gamemonetize.com\/37bnymju4ipw3hmy0faa4jxk46r9pg32\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "57686",
            "title": "Centipede Attack 2D ",
            "description": "This side-scrolling shooter offered players a unique and addictive gameplay experience that involved guiding a small bug through a maze of mushrooms, avoiding deadly centipedes While the Centipede game may seem old-fashioned by todays standards, it remains a timeless classic. Its innovative gameplay and addictive nature have cemented its place in gaming history",
            "instructions": "WASD For move and Left mouse Button for Fire",
            "url": "https:\/\/html5.gamemonetize.com\/qonrxxtprdpm1s2fwu5g3nkftrepjkdo\/",
            "category": "Shooting",
            "tags": "1 Player, Action",
            "thumb": "https:\/\/img.gamemonetize.com\/qonrxxtprdpm1s2fwu5g3nkftrepjkdo\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57719",
            "title": "Halloween Zombie Cannon",
            "description": "Throw balls at structures to make them collapse but be careful not to exceed the allowed limit! Each saved ball will count double at the next level, take advantage of it to apply you! One-tap easy-to-learn controls with stunning visual effects and addictive Halloween gameplay mechanics.",
            "instructions": "Tap or mouse click to play ",
            "url": "https:\/\/html5.gamemonetize.com\/mwbuw38d15yg9rswqzk3u9mnd8irm129\/",
            "category": "Shooting",
            "tags": "Halloween, Shoot, Shooting, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/mwbuw38d15yg9rswqzk3u9mnd8irm129\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "57679",
            "title": "Noobik Battlegrounds",
            "description": "The tactical shooter Noobik Battlegrounds is waiting for you in its ranks, fighter. Online game in which you appear at a random point on the map, and then collect weapons and equipment, after which you kill the other players on map along the way. Game tasks: 1) Find weapons, equipment. 2) Gradually the zone will narrow to the center, you need to go to the center, otherwise you will be killed by zone that narrows. 3) There will be other survivors on your way, you will need to kill them all to win. 4) If you are killed, you can either watch other survivors or find a new session. 5) Winner is the one who remains the only one alive on map.",
            "instructions": "Walking is W A S D and on a smartphone there is a joystick on screen Shooting and aiming is a mouse and on a smartphone there is a button on screen Exit the transport - F or a button on screen ",
            "url": "https:\/\/html5.gamemonetize.com\/5zf2l6ec0cef43uo7ftxbr0l386h0o6i\/",
            "category": "Shooting",
            "tags": ".io, Arena, Battle, Battlegrounds, Cool, Enemies, Enemy, Minecraft, Multiplayer, Online, onlinegames io, Shoot, Shooter, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/5zf2l6ec0cef43uo7ftxbr0l386h0o6i\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "57093",
            "title": "Castle Crusade",
            "description": "Castle Crusade is an exciting tower defense game where you defend your castle against waves of enemies, including skeleton soldiers, flying dragons, and airborne threats. As the player, you control a heroic archer, and your goal is to protect your fortress from being overwhelmed by these relentless foes. Upgrade your abilities and choose strategic upgrades like fire arrows, bombs, and speed enhancements to fend off increasingly challenging waves. The game features engaging graphics with classic medieval elements combined with a touch of fantasy, like skeleton armies and flying creatures. The objective is to survive each level by eliminating",
            "instructions": "Shoot Arrow Click or tap to aim and shoot arrows at incoming enemies Select Upgrade Click on the available upgrades Speed Fire Bomb after earning enough coins Bomb Tap the bomb icon to drop bombs on enemies Fire Arrows Tap the fire icon to laun",
            "url": "https:\/\/html5.gamemonetize.com\/qpmotl0hv4pexlblweieiwqo2fl9fl3u\/",
            "category": "Shooting",
            "tags": "1 Player, 2D, Action, Shoot, Shoot 'Em Up, Shooter, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/qpmotl0hv4pexlblweieiwqo2fl9fl3u\/512x384.jpg",
            "width": "1280",
            "height": "800"
        },
        {
            "id": "57481",
            "title": "Coastal defense",
            "description": "Protect the seashore from the invasion of enemies. Use all the weapons to stop the invasion of soldiers from the sea and from the air.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/ladqxht8dr0lltmcxpoio25r4onan6l0\/",
            "category": "Shooting",
            "tags": "3D, Arcade, Casual, Defense, War",
            "thumb": "https:\/\/img.gamemonetize.com\/ladqxht8dr0lltmcxpoio25r4onan6l0\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57282",
            "title": "Air Space Shooter",
            "description": "Defend the galaxy in epic air battles! Blast enemies, upgrade ships, and conquer the universe. Prepare for intense space combat in Galactic Air Strike: Space Shooter! Join the fight to defend the galaxy from ruthless alien invaders in this action-packed arcade game. Take control of powerful spaceships, upgrade your weapons, and unleash devastating attacks in dynamic air battles.",
            "instructions": "Tap and Drag to move and shoot",
            "url": "https:\/\/html5.gamemonetize.com\/l1b5lvgf49i1s7s6s9onfrjs5uprml8k\/",
            "category": "Shooting",
            "tags": "1 Player, Action, Aircraft, airplane, Flight, NapTech Games, Online, Shooter",
            "thumb": "https:\/\/img.gamemonetize.com\/l1b5lvgf49i1s7s6s9onfrjs5uprml8k\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "57024",
            "title": "Sky Glide",
            "description": "Sky Glide is a visually captivating sky adventure where players guide a paper plane through a serene, cloud-filled world. The goal is to soar through the bright skies, collecting floating paper planes and avoiding dangerous obstacles like spinning gears and dark void planes. With each level, the challenge increases as the sky becomes more crowded with hazards, testing your precision and reflexes. The peaceful, picturesque setting with fluffy clouds and a soft blue sky creates a relaxing and immersive experience that will keep you engaged as you aim to glide further and achieve a high score in the endless sky.",
            "instructions": "Movement Players can swipe or tilt their device to move the paper plane up down left or right guiding it through the sky Use these motions to avoid obstacles like dark paper planes and spinning gears while collecting floating paper planes and other",
            "url": "https:\/\/html5.gamemonetize.com\/h7tc571um0nxwtt1i361t1pfsg2y0cpf\/",
            "category": "Shooting",
            "tags": "1 Player, 2D, Shoot, Shooter, Shooting, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/h7tc571um0nxwtt1i361t1pfsg2y0cpf\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "57348",
            "title": "Call Of Duty Free Fire",
            "description": "Call of Duty: Free Fire brings you into a nervous battle royale. Only the strongest shooters survive! Like PUBG, this game is filled with intense and exciting firefighting and shooting experiences. Youll be parachuted into a vast battlefield and battle fiercely against opponents.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/3krtityw2w7zic69zyaf6smc47u1cxda\/",
            "category": "Shooting",
            "tags": "Battle, Shoot 'Em Up, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/3krtityw2w7zic69zyaf6smc47u1cxda\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "57025",
            "title": "Starlight Quest",
            "description": "Starlight Quest is a visually enchanting space adventure where players navigate a glowing star through a starry night sky. The goal is to collect as many bright golden stars as possible while avoiding dark void stars and hazardous asteroids. Each level becomes more challenging as the sky fills with obstacles, testing the players reflexes and skill. The peaceful cosmic setting, with twinkling stars and a glowing crescent moon, creates an immersive experience that will keep you captivated as you aim for a high score in the vast universe.",
            "instructions": "Movement Players can swipe or tilt their device to move the glowing star up down left or right guiding it through the starry sky Goal Collect golden stars to earn points and avoid the dark void stars and asteroids to stay alive Restart Reload Tap",
            "url": "https:\/\/html5.gamemonetize.com\/61gyw3acao3mkp65tn6clczyl3afw7pt\/",
            "category": "Shooting",
            "tags": "1 Player, 2D, Shoot, Shooter, Shooting, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/61gyw3acao3mkp65tn6clczyl3afw7pt\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "56910",
            "title": "Fruit Bounce",
            "description": "Welcome to Fruit Frenzy, the ultimate puzzle adventure that will delight your senses with vibrant colors and addictive gameplay! In this fruit-themed matching game, your goal is to swap and match fruits like strawberries, grapes, carrots, apples, and more to create combinations of three or more. Each successful match clears the fruits from the board, allowing new ones to drop in, creating endless possibilities for combos and high scores.",
            "instructions": "Mouse Swipe or Touch Swipe ",
            "url": "https:\/\/html5.gamemonetize.com\/wcg6mgwbzy4vd5muvtpl0st1ein8sd4x\/",
            "category": "Shooting",
            "tags": "Adventure, Bubble Shooter, Shoot, Shooter, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/wcg6mgwbzy4vd5muvtpl0st1ein8sd4x\/512x384.jpg",
            "width": "480",
            "height": "854"
        }
    ],
    "6": [
        {
            "id": "59850",
            "title": "Jelly Run 2048",
            "description": "Jelly Run 2048 is a challenging casual puzzle game that combines the classic 2048 number merging with exciting parkour gameplay. Guide your jelly block by swiping left or right to connect and disconnect cubes. Merge cubes to get double the number, reaching 2048 or greater. When the jelly block collides with tiles of the same number, they merge into a larger number.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/y51x5nb673umhgqzva6jz2596cd57cqc\/",
            "category": "Racing",
            "tags": "2048, Battle, running",
            "thumb": "https:\/\/img.gamemonetize.com\/y51x5nb673umhgqzva6jz2596cd57cqc\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "51719",
            "title": "Crazy Car Stunt Descent GT",
            "description": "Crazy Car Stunt Descent is an exciting driving car game that puts you behind the wheel of fully customizable super-sport cars, featuring heart-stopping mega ramps, vibrant giant bosses, and intense head-to-head races. Experience a one-of-a-kind adventure as you launch yourself off towering ramps, execute daring stunts, and outmaneuver colossal bosses in electrifying showdowns. With stylized cars and thrilling gameplay, you&rsquo;ll race to conquer the ultimate title of driver extraordinaire.",
            "instructions": "WASD move Arrow Key move",
            "url": "https:\/\/html5.gamemonetize.com\/3mx18l36kv4noegmr15bgtv6ckfuta6f\/",
            "category": "Racing",
            "tags": "3D Games, Action, Arcade, Batman, Cars, gta, Shoot, Shoot 'Em Up, Shooter",
            "thumb": "https:\/\/img.gamemonetize.com\/3mx18l36kv4noegmr15bgtv6ckfuta6f\/512x384.jpg",
            "width": "960",
            "height": "600"
        },
        {
            "id": "59196",
            "title": "MR RACER : Car Racing",
            "description": "MR RACER - Car Racing is a thrilling and challenging racing game that will excite you! Race at high speed with stunning supercars and beat the traffic. This game provides a very easy-to-control car movement and is extremely fun to race. Key features: 100 levels in Challenge Mode. Unlimited levels in Chase Mode. Best of race, chase your opponents and show them that you are a Master! Career Race Mode: Beat your rivals and be the legend! 15 Supercars available Upgrade cars to gear up the performance! Customize cars with attractive car paint and wheels Stunning 3D graphics &amp; realistic lighting Different Camera angles",
            "instructions": "W up arrow key accelerate A left arrow key steer left D right arrow key steer right S down arrow key brake H horn",
            "url": "https:\/\/html5.gamemonetize.com\/y34098moqvr8ueuddbb4vnwxmtorlq4i\/",
            "category": "Racing",
            "tags": "3D, Best Games, Car, Police, Race, Racing, Supercars, Unity3D, WebGL",
            "thumb": "https:\/\/img.gamemonetize.com\/y34098moqvr8ueuddbb4vnwxmtorlq4i\/512x384.jpg",
            "width": "960",
            "height": "540"
        },
        {
            "id": "58188",
            "title": "Super Dog Hero Dash",
            "description": "Super Dog Hero Dash is an interesting 3D running game with endless adventure and fun! You&rsquo;ll become a brave dog hero running through a colorful city in this cartoonish world. Begin exciting challenges across various platforms!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/t1qdsz3i1yd886wwi69nmgzucb6m7etz\/",
            "category": "Racing",
            "tags": "Adventure, Fun, run",
            "thumb": "https:\/\/img.gamemonetize.com\/t1qdsz3i1yd886wwi69nmgzucb6m7etz\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58189",
            "title": "Cop Run 3d",
            "description": "Cop Run 3D is an arcade-style parkour game that brings you on an exciting chase adventure! In this 3D game world, youll play as a cop, running and jumping through the city streets. Avoid obstacles, and collect various rewards!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/p3d8xqiumpzddfpd7d55jiiv13a54o71\/",
            "category": "Racing",
            "tags": "Adventure, run",
            "thumb": "https:\/\/img.gamemonetize.com\/p3d8xqiumpzddfpd7d55jiiv13a54o71\/512x384.jpg",
            "width": "720",
            "height": "1560"
        },
        {
            "id": "58921",
            "title": "Christmas Sledge Rider 3D",
            "description": "Embark on a thrilling winter adventure with winter sledge adventure, the ultimate christmas game for all ages! Jump onto your sledge and race through stunning, snow landscapes filled with festive cheer. With high-quality graphics that bring the winter wonderland to life, you&rsquo;ll feel the excitement of the season as you sled down icy hills, dodge obstacles, and enjoy endless gameplay. Start playing now and join the fun&mdash;sled your way to victory this holiday season!",
            "instructions": "On desktop Use the A D keys or arrow keys On mobile Hold your finger and slide left-right ",
            "url": "https:\/\/html5.gamemonetize.com\/aaubvnris6mflicefmtln994mf4d4r7m\/",
            "category": "Racing",
            "tags": "Christmas, Race, Racing",
            "thumb": "https:\/\/img.gamemonetize.com\/aaubvnris6mflicefmtln994mf4d4r7m\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58186",
            "title": "Lollipop Stack Run",
            "description": "Dive into a sweet adventure in Lollipop Stack Run which is a colorful parkour game! In this fun arcade game, keep running while collecting vibrant lollipops to stack your sweet tower. You need to be flexible and glide between various obstacles, making sure to collect as many lollipops as possible during the run.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/yrj2f8dy1oszmu7fq4si9u9ajz6pkrb5\/",
            "category": "Racing",
            "tags": "Collection, run",
            "thumb": "https:\/\/img.gamemonetize.com\/yrj2f8dy1oszmu7fq4si9u9ajz6pkrb5\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58159",
            "title": "High Heels Collect Run",
            "description": "Ready to begin a stylish running adventure in High Heels Collect Run! In this casual game, you&rsquo;ll run through various fun environments. Stepping on heels can make you feel like a queen! Everyone loves to look perfect, and these heels will make you shine like a star!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/af23zt3k068xb5iqq9j1p3ym3w13umsr\/",
            "category": "Racing",
            "tags": "Adventure, Arcade, Girl, running",
            "thumb": "https:\/\/img.gamemonetize.com\/af23zt3k068xb5iqq9j1p3ym3w13umsr\/512x384.jpg",
            "width": "720",
            "height": "1080"
        },
        {
            "id": "58169",
            "title": "Dancing Race Match",
            "description": "Dancing Race Match is a colorful parkour game that perfectly blends dance and racing. Allow you to show your skills to a lively rhythm! In this fun arcade-style game, youll run along colorful tracks. There will be a variety of dance positions for you to do on the track, complete the dance correctly and pass the wall. When the action matches successfully, you will get more star ratings and likes.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/c0px6f8vk2vv3jkjn7u3ohdeylc141l0\/",
            "category": "Racing",
            "tags": "Battle, Car, Shoot",
            "thumb": "https:\/\/img.gamemonetize.com\/c0px6f8vk2vv3jkjn7u3ohdeylc141l0\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58113",
            "title": "Shoot Run Monster Hunting",
            "description": "Welcome to the interesting parkour world of Shoot Run: Monster Hunting! In this challenging game,you will be a brave shooter. Run, collect, fight and shoot all kinds of scary monsters, show your courage and skill! Enjoy running in a variety of scenarios, challenging speed and agility.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/y0w71ih9pfamj46q2kcmi17qk6kgnbd2\/",
            "category": "Shooting",
            "tags": "1 Player, Gun, Hunting",
            "thumb": "https:\/\/img.gamemonetize.com\/y0w71ih9pfamj46q2kcmi17qk6kgnbd2\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58086",
            "title": "Mob Control Shoot",
            "description": "Mob Control Shoot is an exciting arcade shooter where you can have endless shooting fun in fast-paced combat! You will control a cannonball firing hordes of heroic characters, facing many enemies. A quick click to launch more heroes and help you generate more heroes through the digital gate.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/mak258eeak9s5x0um9vjkb0zqgx4m3pv\/",
            "category": "Stickman",
            "tags": "Battle, Fight, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/mak258eeak9s5x0um9vjkb0zqgx4m3pv\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "57934",
            "title": "Layer Man 3d Run Collect",
            "description": "Ready for an exciting running adventure in Layer Man 3D: Run Collect! Here, you will play as a collection expert. Run around various obstacle courses, collect items, and improve yourself! All you have to do is collect as many coil springs as possible on the track. The more layers you collect, the larger the coil will become.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/xhcyeuuown2tyz55w6ookuyf4hqszk9j\/",
            "category": "Racing",
            "tags": "Adventure, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/xhcyeuuown2tyz55w6ookuyf4hqszk9j\/512x384.jpg",
            "width": "640",
            "height": "1138"
        }
    ],
    "7": [
        {
            "id": "60356",
            "title": "Paint Tiles Puzzle",
            "description": "Welcome to Paint Tiles Puzzle, where creativity meets logic in a colorful puzzle adventure! This is a relaxing puzzle game that combines drawing and puzzle-solving elements. Each level presents a tile grid and your task is to fill the empty spaces with the right colors. Tap the brush to paint the same colors. Each level features different patterns and color combinations, testing both your artistic skills and logical thinking. As you advance, the puzzles become more complex, keeping you engaged and challenged.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/egvbg8kcgdbedxyi01lcc5mxmh1s65hv\/",
            "category": "Puzzle",
            "tags": "Brain, Drawing, Fun",
            "thumb": "https:\/\/img.gamemonetize.com\/egvbg8kcgdbedxyi01lcc5mxmh1s65hv\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60590",
            "title": "CandyCrushPuzzle",
            "description": "Candy element elimination, exchange candy positions, horizontal or vertical more than three candies will be eliminated, more than three identical candies will generate a new special candy. The game has multiple levels, come and experience it.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/q4od6qkjdtketyngr99l6ij22kajyh4w\/",
            "category": "Puzzle",
            "tags": "1 Player, Arcade",
            "thumb": "https:\/\/img.gamemonetize.com\/q4od6qkjdtketyngr99l6ij22kajyh4w\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "58878",
            "title": "Hunt And Seek",
            "description": "Ready for a challenge of intellect and strategy? In Hunt And Seek, enter an adventure world filled with puzzles that will stimulate your brain as you search for hidden characters! This game offers endless fun and challenges, suitable for boys and puzzle enthusiasts! At the beginning of each level, an arrester is randomly selected. At the beginning of each level, a random arrester is selected to become a giant and start hunting.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/ubcvklxh46y40jktna9twhqj4t8ez42y\/",
            "category": "Puzzle",
            "tags": "Hidden, hunter",
            "thumb": "https:\/\/img.gamemonetize.com\/ubcvklxh46y40jktna9twhqj4t8ez42y\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60575",
            "title": "Delete Puzzles   Erase 1 Part",
            "description": "This is a purely puzzle game and the game play also very simple. Just simply touch on the screen with your finger and drag the finger to erase to find out what is behind that erase.",
            "instructions": "Click here play",
            "url": "https:\/\/html5.gamemonetize.com\/p9zcb0mhemdlpqp2wpb4f226ol6w42e4\/",
            "category": "Puzzle",
            "tags": "1 Player, 3D, 3D Games, Puzzle, unity games",
            "thumb": "https:\/\/img.gamemonetize.com\/p9zcb0mhemdlpqp2wpb4f226ol6w42e4\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60482",
            "title": "Traffic Jam Escape: Car Puzzle",
            "description": "Escape the cars from hitting other cars: Traffic Clear 3D that strategize your moves to navigate through jammed roads and clear the traffic chaos. Fun and Addictive Challenges, Realistic 3D Graphics.",
            "instructions": "Tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/lncx63oyztfjrfnzhfkf395b2gsx73p5\/",
            "category": "Puzzle",
            "tags": "3D Games, Car, Puzzle, Traffic",
            "thumb": "https:\/\/img.gamemonetize.com\/lncx63oyztfjrfnzhfkf395b2gsx73p5\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60472",
            "title": "DOP Fun Delete One Part",
            "description": "Test your brain with DOP Fun: Delete One Part! This interactive puzzle game will challenge your thinking and keep you hooked with its clever scenarios. Erase just the proper part to solve each puzzle. Look at the picture and figure out the hidden problem. Find the wrong part. Touch the screen and drag your finger to erase part of the drawing and see what lies behind it. Not all solutions are obvious! Youll need logic, creativity, and sometimes even a sense of humor to win.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/wzjnev8w9oix4nnfalouc2exqd134bte\/",
            "category": "Puzzle",
            "tags": "Boys, Brain, Casual, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/wzjnev8w9oix4nnfalouc2exqd134bte\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60478",
            "title": "sprunki spot  indredibox",
            "description": "sprunki spot indredibox takes place in a fantasy world. Want to play Sprunki Games? Play Sprunki Incredibox, Sprunki But I Ruined It, Sprunki Infected and many more for free on Sprunki Incredibox Game.",
            "instructions": "use mouse to play",
            "url": "https:\/\/html5.gamemonetize.com\/mfs98rjjegx5j405qltwenauf5gbetg4\/",
            "category": "Puzzle",
            "tags": "1 Player, Puzzle, Spiderman, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/mfs98rjjegx5j405qltwenauf5gbetg4\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "60480",
            "title": "Bus Match: Color Parking Jam",
            "description": "Touch or click on vans to move buses in proper way. Match passengers of the same color. Think twice to solve puzzles and clear parking jams in tight spaces. Use options to get through tricky levels when you&rsquo;re stuck.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/xe0a3z54djfnz5qo7zg1fkf76jm9gut1\/",
            "category": "Puzzle",
            "tags": "3D, 3D Games, Arena, bus, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/xe0a3z54djfnz5qo7zg1fkf76jm9gut1\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59998",
            "title": "Toca Life Memory Card Match",
            "description": "Challenge your memory and have fun with the colorful world of Toca Life! Toca Life Memory Card Match is the perfect game for players of all ages who love a fun and brain-boosting challenge. Flip the cards, match the pairs, and discover exciting Toca Life characters, scenes, and objects along the way! Match all the cards and unlock special rewards as you progress. Whether youre a fan of Toca Life or just looking for a delightful memory game, Toca Life Memory Card Match will keep you entertained for hours! Let the memory challenge begin!",
            "instructions": "Use mouse or tap to click",
            "url": "https:\/\/html5.gamemonetize.com\/rpdmt8m5xr0cbb6m6bpzqvpr1t8g91x2\/",
            "category": "Puzzle",
            "tags": "Boys, Card, Educational, Girls, Match3, Matching, Memory, Puzzle, School",
            "thumb": "https:\/\/img.gamemonetize.com\/rpdmt8m5xr0cbb6m6bpzqvpr1t8g91x2\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "60364",
            "title": "Sprunki Bubble Pop",
            "description": "Pop any bubble that connect more than 2 dots and enjoy Sprunki dancing with cool music as Sprunki! Select a group of two or more bubbles and pop them. The more bubbles you can destroy at once, the higher is the score revenue.",
            "instructions": "mouse only",
            "url": "https:\/\/html5.gamemonetize.com\/vhrwkkv9mzcax7g2mclj0xcyb2ojqc3v\/",
            "category": "Puzzle",
            "tags": "Bubble, Poppy Playtime, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/vhrwkkv9mzcax7g2mclj0xcyb2ojqc3v\/512x384.jpg",
            "width": "460",
            "height": "700"
        },
        {
            "id": "60131",
            "title": "Ticktock Puzzle Challenge",
            "description": "Are you ready to race against the clock and test your brain? TickTock Puzzle Challenge is here to spark your creativity and problem-solving skills. You can choose a classic level or a challenge mode. Each puzzle is unique, requiring quick thinking, logic, and a dash of creativity to crack.For example, classic maze games, line games, and so on.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/syq5xzekf49jdw74tittid3md4yv7q5t\/",
            "category": "Puzzle",
            "tags": "Brain, Draw, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/syq5xzekf49jdw74tittid3md4yv7q5t\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "59480",
            "title": "Anime Find The Differences",
            "description": "Dive into the world of anime with Anime Find The Differences, a delightful and challenging puzzle game for fans of all ages! Test your observation skills as you compare two seemingly identical anime scenes and uncover subtle differences. With vibrant artwork, engaging sound effects, and a variety of anime-themed levels, this game promises hours of fun. Features: Stunning anime-inspired visuals. Multiple difficulty levels to match your expertise. Hints to help you find those tricky differences. Time-based challenges for an extra thrill. Sharpen your attention to detail and enjoy the beautiful world of anime in Anime Find The Differences. Can you spot them all?",
            "instructions": "Find differences in the pictures Mouse Click Tap",
            "url": "https:\/\/html5.gamemonetize.com\/n1ewkav5wr9duewwcn75im1enpl92e8p\/",
            "category": "Puzzle",
            "tags": "1 Player, Boys, Difference, Girls, Hidden, Hypercasual, School",
            "thumb": "https:\/\/img.gamemonetize.com\/n1ewkav5wr9duewwcn75im1enpl92e8p\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        }
    ],
    "8": [
        {
            "id": "53464",
            "title": "Naegi Poker",
            "description": "Play one of the most exciting holdem games in the world. Pick your avatar and Win at 2 types of table room you want! Rule the poker game and become King Of The Table. Collect daily rewards, create your own game table of 9-Max or 6-Max and live the excitement of global texas holdem!",
            "instructions": "A round of poker is won by having the highest winning combination of 5 cards consisting of the 2 cards in a players hand and the 5 cards on the table A player proceeds to the next round of bets only if their bet is equal to the other players Standard",
            "url": "https:\/\/html5.gamemonetize.com\/mn12z4fvfykkx5k606m9eiixw394wbe0\/",
            "category": "Multiplayer",
            "tags": "Board, Casino, Poker",
            "thumb": "https:\/\/img.gamemonetize.com\/mn12z4fvfykkx5k606m9eiixw394wbe0\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "50999",
            "title": "Egg Challenge",
            "description": "3, 2, 1, and start! Get ready for a fun challenge! In this game, you can play with 1, 2, or 3 players. The rules are very simple: just press the button and throw the eggs into the basket. In single-player mode, choose a time limit and try to throw 10 eggs into the basket within the selected time. In 2 and 3 player modes, be the winner of this competition by throwing 10 eggs into the basket before all your opponents. A fun and competitive game awaits you!",
            "instructions": "PLAYER 1 W PLAYER 2 J PLAYER 3 UP ARROW",
            "url": "https:\/\/html5.gamemonetize.com\/o3393ixcsvl1ako9w4zpg7qnk2isq3ki\/",
            "category": "Multiplayer",
            "tags": "1 Player, 2 Player, 2 Player Games, Animal, Funny, Kids, Race",
            "thumb": "https:\/\/img.gamemonetize.com\/o3393ixcsvl1ako9w4zpg7qnk2isq3ki\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "50382",
            "title": "The Best Russian Billiards",
            "description": "Are you ready to play The Best Russian Billiards? This realistic billiards featuring stunning 3D graphics is for players of all levels. Worthy rivals are waiting for you! Get in the game and let them know who you are! There are two play modes: against a virtual rival and online. Try both and choose the one you like better. You can even choose the design of interiors, the color of the balls, a cue and other accessories to your taste all of them are available in the store. Two view modes and a sight allow to line up the shots accurately and consistently. Just start playing and enjoy!",
            "instructions": "Sight the aiming point by keeping the mouse button pressed and moving the pointer Choose the force of the stroke moving the cue on the right of the screen Your goal is to be the first to pocket 8 balls ",
            "url": "https:\/\/html5.gamemonetize.com\/i5bwxw1fst4xsezqwa4p5oxl6z037kqm\/",
            "category": "Sports",
            "tags": "1 Player, 2 Player, 2 Player Games, 3D, 3D Games, 8 Ball Pool, Adult, Android, Arcade, Ball, Simulation, Simulator, Sport, Sports",
            "thumb": "https:\/\/img.gamemonetize.com\/i5bwxw1fst4xsezqwa4p5oxl6z037kqm\/512x384.jpg",
            "width": "1500",
            "height": "900"
        },
        {
            "id": "49278",
            "title": "Classic chess",
            "description": "Classic chess is a two-player board game played on a chessboard with 64 squares arranged in rows of an 8x8 grid. Each player starts with 16 pieces: including a king, one queen, two knights, two rooks, two bishops and eight pawns. The goal of this chess game is to checkmate the opponents king, putting him in imminent danger of being captured. The game can be played with artificial intelligence or together with another person on the same device. The game also has the ability to solve chess problems.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/4ntoq6issim7yfpyk52gtf7v8dowre4s\/",
            "category": "Puzzle",
            "tags": "Board",
            "thumb": "https:\/\/img.gamemonetize.com\/4ntoq6issim7yfpyk52gtf7v8dowre4s\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "48215",
            "title": "Far Orion",
            "description": "The year is 2121. Technology has advanced far beyond the bounds of our wildest fantasies, but great progress demands great sacrifice... Explore other worlds in the search for treasure and limitless power! Command a team of brave heroes and lead your world to victory!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/ecfl6prpqgli1899z0kdy33gwtgbrqie\/",
            "category": "Multiplayer",
            "tags": "1 Player, Adventure, Arena, Battle, Clans, Fight, Fighting, HTML5, Princess, RPG, WebGL, Witch, Wizard, World",
            "thumb": "https:\/\/img.gamemonetize.com\/ecfl6prpqgli1899z0kdy33gwtgbrqie\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "48847",
            "title": "Skibidi Online",
            "description": "Skibidi Online is a multiplayer shooter game! Shoot attacking Skibidi Toilets in PvP or CO-OP mode. Fight on 10 different maps with melee and ranged weapons.",
            "instructions": "Mouse click to attack WASD to move Space to jump E to equip weapon TAB to view stats",
            "url": "https:\/\/html5.gamemonetize.com\/zsp6q6syr025l3eaypqw6rxm9myjqn39\/",
            "category": "Multiplayer",
            "tags": ".io, .io Games, 3D, 3D Games, Action, Multiplayer, Shooter, Skibidi, Skibidi Toilet",
            "thumb": "https:\/\/img.gamemonetize.com\/zsp6q6syr025l3eaypqw6rxm9myjqn39\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "46678",
            "title": "Snakes &amp; Ladders",
            "description": "one hundred squares full of traps and tricks Roll the dice and try you luck ladders will take you up but snakes will take you down ! This is a great game for a 100 day party! This game can be played atleast 2 players.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/4z7sfy67x4agxldckygr8twlwxghzvy5\/",
            "category": "Multiplayer",
            "tags": "2 Player, Action, Adventure, Android, HTML5, Hypercasual, iPhone, Multiplayer",
            "thumb": "https:\/\/img.gamemonetize.com\/4z7sfy67x4agxldckygr8twlwxghzvy5\/512x384.jpg",
            "width": "300",
            "height": "600"
        },
        {
            "id": "47431",
            "title": "Pixel Pulling",
            "description": "Engage in an exhilarating rope pulling race and demonstrate your superiority by emerging victorious in five rounds. May luck be on your side as you embark on this thrilling and enjoyable the challenge!",
            "instructions": "Controls for the computer The W key makes the red character pull the rope the up arrow key makes the blue character pull the rope On touch devices The red and blue buttons on the screen make the character pull the string ",
            "url": "https:\/\/html5.gamemonetize.com\/saezdmha5ddhhwkvk2y29kyrq81dxwuy\/",
            "category": "Multiplayer",
            "tags": "2 Player, 2 Player Games, Click, Multiplayer",
            "thumb": "https:\/\/img.gamemonetize.com\/saezdmha5ddhhwkvk2y29kyrq81dxwuy\/512x384.jpg",
            "width": "1000",
            "height": "1000"
        },
        {
            "id": "47424",
            "title": "Zomblox.io",
            "description": "Multiplayer zombie survival game! Invite friends and defeat waves of zombies. Destroy loot boxes to get more powerful weapons. Play on 3 different maps or create your own maps using the level editor.",
            "instructions": "Move - WASD ARROWS Attack - MOUSE CLICK Jump - SPACE Pickup Weapon - E Show Stats - TAB",
            "url": "https:\/\/html5.gamemonetize.com\/rha2cyp1q8590dx3imb4gx8b7p74ilo3\/",
            "category": "Multiplayer",
            "tags": ".io, .io Games, Action, Multiplayer, Online, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/rha2cyp1q8590dx3imb4gx8b7p74ilo3\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "46693",
            "title": "Afroman Fighter Pilot Trainer",
            "description": "Afroman Fighter Pilot Trainer is a thrilling sideways multiplayer fighting airplane game. Become an Afro-inspired fighter pilot, engage in intense aerial battles against players worldwide. Perform daring maneuvers, dodge enemy fire, and unleash devastating attacks. Upgrade your aircraft with advanced weapons. Experience stunning visuals, immersive environments, and addictive gameplay. Compete in one-on-one or team-based battles, communicate with teammates, and strategize for victory. Prove yourself as the ultimate fighter pilot in this adrenaline-pumping game.",
            "instructions": "Mouse movement for controlling the flying and Z X and SPACE for shooting ",
            "url": "https:\/\/html5.gamemonetize.com\/y09s5nr0vuzlz4evskhdnynrcoqrhy9a\/",
            "category": "Multiplayer",
            "tags": "Aircraft, airplane, Fighting, Plane, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/y09s5nr0vuzlz4evskhdnynrcoqrhy9a\/512x384.jpg",
            "width": "854",
            "height": "480"
        },
        {
            "id": "44432",
            "title": "Brain IQ test: Minecraft Quiz",
            "description": "Know more than others and are ready to test it? Then you should definitely play the our game \\\\\\\\\\\\\\\\\\\\\\\\Brain IQ test: Minecraft Quiz\\\\\\\\\\\\\\\\\\\\\\\\. We have collected in the game different questions that will test your knowledge and erudition. Without them or masterful intuition, you can not beat your opponents. The game is multiplayer, so before entering the level there is a random selection of opponents from your league. All the characters in the game are made in the style of Minecraft. Connoisseurs of this genre will definitely like the art of the game. But to see it, you will need to raise your ranking and go to the top leagues. To do this you need to score points by defeating opponents in intellectual duels. For victories will be given not only points, but also new characters, as well as HAKI. These can be used in any tricky situation, when you don\\\\\\\\\\\\\\\\\\\\\\\\t have enough time to answer (Froze) or when you don\\\\\\\\\\\\\\\\\\\\\\\\t know the right answer (Save). Good luck!",
            "instructions": "Our game Brain IQ test Minecraft Quiz is a competitive quiz so you have to compete in knowledge with other players Quiz rules are very simple You need - choose the right answers - in the allotte",
            "url": "https:\/\/html5.gamemonetize.com\/3dzbgih85u3f5aevetqdr0x528cs92ri\/",
            "category": "Puzzle",
            "tags": "2 Player, 3D, Arcade, Brain, Cartoon, Family, Fun, Hot, Hypercasual, King, Maze, Memory, Mine, Minecraft, Multiplayer, Puzzle, Quiz, Timing, Unity3D, Word, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/3dzbgih85u3f5aevetqdr0x528cs92ri\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "16927",
            "title": "Fallingman.io - Winter Seasons",
            "description": "In this Fallingman.io Game, which consists of 3 different Trails, you have to try to be the first among 20 people on the first Track! Remember, you are the best player, you have to beat everyone. Do not follow the picture on the screen in the second track, but if you forget, you will fall off the cliff and lose the game. Who wants to lose. You have to be very careful on the third track, be careful with every step you step because you will not be able to step again. play very carefully! Finish all tracks and collect Crowns! Be the Winner of the game! Get 18 Different Levels and 6 Different Titles! Become the owner of Junior, Boys, Man, Father, Boss, God Titles! Come on, what are you waiting for? Download now and Start Playing!",
            "instructions": "Arrow Keys and Space Button Mobile Touch Control",
            "url": "https:\/\/html5.gamemonetize.com\/1p8qbbjt8pg2nqjg2rh2111aa8dy8xu9\/",
            "category": "Multiplayer",
            "tags": ".io, .io Games, 3D, Adventure, Arcade, Multiplayer",
            "thumb": "https:\/\/img.gamemonetize.com\/1p8qbbjt8pg2nqjg2rh2111aa8dy8xu9\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "9": [
        {
            "id": "60586",
            "title": "Knife and Hit",
            "description": "Master the art of knife throwing in this addictive arcade game! Challenge yourself in this thrilling knife-throwing adventure where precision meets excitement. Aim, throw, and stick your knives into the rotating wooden target with perfect timing. Can you land 10 knives side by side without failing? Level up through increasingly challenging stages, each featuring unique rotating patterns and obstacles. Collect golden apples for bonus points, unlock an impressive arsenal of razor-sharp knives, and face epic boss battles every 5 levels. Perfect your timing, develop lightning-fast reflexes, and become the ultimate knife-throwing master!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/h6p14jzjjj280c6autn0acc1rlikihmg\/",
            "category": "Hypercasual",
            "tags": "Strategy, throwing",
            "thumb": "https:\/\/img.gamemonetize.com\/h6p14jzjjj280c6autn0acc1rlikihmg\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "58755",
            "title": "Popcorn Stack",
            "description": "Welcome to Popcorn Stack! Here, you will have a fun stacking popcorn trip. Collect many boxes and fill them with grain, sprinkle them with choco, bake and other food. Pack them up, cover them, and decorate them with fancy wings.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/5acyvfo6pp2kn618ub1r1wsxk08gkckn\/",
            "category": "Hypercasual",
            "tags": "Food, running",
            "thumb": "https:\/\/img.gamemonetize.com\/5acyvfo6pp2kn618ub1r1wsxk08gkckn\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58477",
            "title": "Power Washing Clean Simulator",
            "description": "In Power Washing Clean Simulator, you&rsquo;ll become a professional cleaner. Use the powerful water cannon to make everything look new! This fun simulation game is perfect for a casual and relaxing experience. In the game, you can choose story mode or level mode. In the first mode, you enter a tunnel full of sundries.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/nff2dqfmxy2zhd0eofss9yuvrshsn2rx\/",
            "category": "Hypercasual",
            "tags": "Car, Cleaning",
            "thumb": "https:\/\/img.gamemonetize.com\/nff2dqfmxy2zhd0eofss9yuvrshsn2rx\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "59455",
            "title": "L.O.L OMG Girls Coloring Book",
            "description": "Unleash your creativity with LOL Girls Coloring Book, a fun and relaxing coloring game inspired by the iconic LOL OMG Surprise! Dive into a world of stylish and trendy LOL-inspired characters, each waiting for your artistic touch. Choose from a variety of adorable designs featuring fashionable outfits, bold hairstyles, and accessories. Pick your favorite colors and bring these fabulous girls to life with your unique style. Whether you&rsquo;re a casual player or a devoted LOL fan, this game is perfect for anyone who loves art, fashion, and fun!",
            "instructions": "Mouse click",
            "url": "https:\/\/html5.gamemonetize.com\/5dwnqre4cdbylvspfmtifvxtsxxjh9zv\/",
            "category": "Hypercasual",
            "tags": "Color, Coloring, Draw, Drawing, Educational, Girl, Girls, School",
            "thumb": "https:\/\/img.gamemonetize.com\/5dwnqre4cdbylvspfmtifvxtsxxjh9zv\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "60585",
            "title": "Bullets Master",
            "description": "Bullet Master is an action-packed, puzzle shooter where precision and strategy are key! Play as a master assassin with unparalleled gun skills, taking on dangerous enemies in thrilling, physics-based shootouts. Use your environment to your advantage bounce bullets off walls, trigger explosive traps, and eliminate foes in the most stylish ways possible.",
            "instructions": "Mouse aim and click",
            "url": "https:\/\/html5.gamemonetize.com\/akv5limd2zgxnztbvx0scihheyk30ld6\/",
            "category": "Hypercasual",
            "tags": "Action, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/akv5limd2zgxnztbvx0scihheyk30ld6\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "60472",
            "title": "DOP Fun Delete One Part",
            "description": "Test your brain with DOP Fun: Delete One Part! This interactive puzzle game will challenge your thinking and keep you hooked with its clever scenarios. Erase just the proper part to solve each puzzle. Look at the picture and figure out the hidden problem. Find the wrong part. Touch the screen and drag your finger to erase part of the drawing and see what lies behind it. Not all solutions are obvious! Youll need logic, creativity, and sometimes even a sense of humor to win.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/wzjnev8w9oix4nnfalouc2exqd134bte\/",
            "category": "Puzzle",
            "tags": "Boys, Brain, Casual, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/wzjnev8w9oix4nnfalouc2exqd134bte\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60478",
            "title": "sprunki spot  indredibox",
            "description": "sprunki spot indredibox takes place in a fantasy world. Want to play Sprunki Games? Play Sprunki Incredibox, Sprunki But I Ruined It, Sprunki Infected and many more for free on Sprunki Incredibox Game.",
            "instructions": "use mouse to play",
            "url": "https:\/\/html5.gamemonetize.com\/mfs98rjjegx5j405qltwenauf5gbetg4\/",
            "category": "Puzzle",
            "tags": "1 Player, Puzzle, Spiderman, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/mfs98rjjegx5j405qltwenauf5gbetg4\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59998",
            "title": "Toca Life Memory Card Match",
            "description": "Challenge your memory and have fun with the colorful world of Toca Life! Toca Life Memory Card Match is the perfect game for players of all ages who love a fun and brain-boosting challenge. Flip the cards, match the pairs, and discover exciting Toca Life characters, scenes, and objects along the way! Match all the cards and unlock special rewards as you progress. Whether youre a fan of Toca Life or just looking for a delightful memory game, Toca Life Memory Card Match will keep you entertained for hours! Let the memory challenge begin!",
            "instructions": "Use mouse or tap to click",
            "url": "https:\/\/html5.gamemonetize.com\/rpdmt8m5xr0cbb6m6bpzqvpr1t8g91x2\/",
            "category": "Puzzle",
            "tags": "Boys, Card, Educational, Girls, Match3, Matching, Memory, Puzzle, School",
            "thumb": "https:\/\/img.gamemonetize.com\/rpdmt8m5xr0cbb6m6bpzqvpr1t8g91x2\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "60191",
            "title": "Runway Rush",
            "description": "Welcome to Runway Rush Game! Swipe Left and Right to walk and start collecting the perfect outfits and dont forget to avoid cisors. Exploretons of amazing and challenging level and try to finish them all. Good Luck!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/3zs11oi2l8udiwukwvd4ccf6qj6pe51y\/",
            "category": "Hypercasual",
            "tags": "Fashion, Girl, Girls, Hypercasual",
            "thumb": "https:\/\/img.gamemonetize.com\/3zs11oi2l8udiwukwvd4ccf6qj6pe51y\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "60364",
            "title": "Sprunki Bubble Pop",
            "description": "Pop any bubble that connect more than 2 dots and enjoy Sprunki dancing with cool music as Sprunki! Select a group of two or more bubbles and pop them. The more bubbles you can destroy at once, the higher is the score revenue.",
            "instructions": "mouse only",
            "url": "https:\/\/html5.gamemonetize.com\/vhrwkkv9mzcax7g2mclj0xcyb2ojqc3v\/",
            "category": "Puzzle",
            "tags": "Bubble, Poppy Playtime, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/vhrwkkv9mzcax7g2mclj0xcyb2ojqc3v\/512x384.jpg",
            "width": "460",
            "height": "700"
        },
        {
            "id": "60131",
            "title": "Ticktock Puzzle Challenge",
            "description": "Are you ready to race against the clock and test your brain? TickTock Puzzle Challenge is here to spark your creativity and problem-solving skills. You can choose a classic level or a challenge mode. Each puzzle is unique, requiring quick thinking, logic, and a dash of creativity to crack.For example, classic maze games, line games, and so on.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/syq5xzekf49jdw74tittid3md4yv7q5t\/",
            "category": "Puzzle",
            "tags": "Brain, Draw, Funny",
            "thumb": "https:\/\/img.gamemonetize.com\/syq5xzekf49jdw74tittid3md4yv7q5t\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58583",
            "title": "Mart Puzzle Shopping Sort",
            "description": "Mart Puzzle - Shopping Sort is a fun blend of simulation and brain-teasing management, where you get to run your very own mini-mart! As a store manager, you will be responsible for sorting out goods and processing orders.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/xv5mothgfdoxap72moro828qsfm9fsx6\/",
            "category": "Hypercasual",
            "tags": "Management, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/xv5mothgfdoxap72moro828qsfm9fsx6\/512x384.jpg",
            "width": "750",
            "height": "1334"
        }
    ],
    "10": [
        {
            "id": "59849",
            "title": "The Grench Couple Holiday Dress up",
            "description": "Get ready to immerse yourself in a delightful holiday-themed game with The Grinch Couple Holiday Dress Up! This unique dress-up game combines festive fun with creative fashion choices, letting you design the perfect holiday outfits for the Grinch and his partner. Whether you&rsquo;re a fan of dressing up games or just love the Grinch&rsquo;s mischievous charm, this game promises a memorable and entertaining experience.",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/f8p53afrxzvzswyvillbj2oz2mxv9e7m\/",
            "category": "Girls",
            "tags": "Christmas, Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/f8p53afrxzvzswyvillbj2oz2mxv9e7m\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59776",
            "title": "Sprunki Coloring Books",
            "description": "Dive into a colorful adventure with Sprunki Coloring Book, a delightful game designed for kids and adults alike. Choose from a wide variety of adorable Sprunki characters, captivating landscapes, and fun designs to color your way. Whether youre a budding artist or simply looking to relax, Sprunki Coloring Book offers endless possibilities for self-expression. Start coloring today and discover the joy of creativity with Sprunki Coloring Book!",
            "instructions": "Mouse Click",
            "url": "https:\/\/html5.gamemonetize.com\/qrhgbfr1w00q0woj8d9sd0k1100ma9jh\/",
            "category": "Girls",
            "tags": "Boys, Color, Coloring, Drawing, Educational, Girls, School, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/qrhgbfr1w00q0woj8d9sd0k1100ma9jh\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "58897",
            "title": "Lily Style Dress Up",
            "description": "This is a doll dress-up game for girls. Do you like to dress up dolls? Do you want to make a unique doll for yourself? Our game can fulfill your needs.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/ecl4umbfntze1yt9v5wbov4b89f3nipb\/",
            "category": "Hypercasual",
            "tags": "Dress Up, Fun",
            "thumb": "https:\/\/img.gamemonetize.com\/ecl4umbfntze1yt9v5wbov4b89f3nipb\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "59400",
            "title": "Fashion Battle for Survival",
            "description": "In this puzzle game you have to test your memory by guessing the cards in pairs. Each correctly guessed pair brings you closer to winning the game round. And each successfully completed round opens the doors to the world of fashion, allowing you to dress up the main character of the game - an Asian beauty with a daring character. Collect a complete collection of hairstyles and clothing items for the girl that will emphasize her personality. Remember that the time to complete the round is limited by a timer.",
            "instructions": "Depending on the gaming device a computer mouse click or a simple touch on touch screens is used to control it ",
            "url": "https:\/\/html5.gamemonetize.com\/dhr00x5lotec0haavfstc5gmy8p1b6ue\/",
            "category": "Puzzle",
            "tags": "Celebrity, Dress Up, Fashion, Memory, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/dhr00x5lotec0haavfstc5gmy8p1b6ue\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59389",
            "title": "Santa Fake Call",
            "description": "Santa Fake Call is a fun and interactive game that lets you fake call, video call, and text with Santa! Tap to see the surprise from santa-claus.",
            "instructions": "Tap or mouse click to play ",
            "url": "https:\/\/html5.gamemonetize.com\/rhzt2oifywtesbedt3qfgcvjblufbqej\/",
            "category": "Girls",
            "tags": "Christmas, Santa, Santa Claus, Winter",
            "thumb": "https:\/\/img.gamemonetize.com\/rhzt2oifywtesbedt3qfgcvjblufbqej\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "59101",
            "title": "Talking Tom Coloring Books",
            "description": "Get ready for a fun and creative journey with Tom Coloring Book! Explore 20 delightful levels featuring the lovable Tom and his charming companion Angela. This exciting coloring game is perfect for kids and adults alike, offering a relaxing way to bring your favorite characters to life with vibrant colors and your artistic flair. With an easy-to-use interface and a variety of coloring tools, you can create unique masterpieces while spending time with Tom and Angela in their playful world. Let your imagination run wild and enjoy hours of creative fun!",
            "instructions": "Mouse",
            "url": "https:\/\/html5.gamemonetize.com\/0y53x0g8e50ny0k6g99p4cv3x0sqfe4i\/",
            "category": "Girls",
            "tags": "Boys, Cat, Color, Coloring, Draw, Drawing, Girls, Hello Kitty, HTML5, Hypercasual, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/0y53x0g8e50ny0k6g99p4cv3x0sqfe4i\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59370",
            "title": "Toca Find The Differences",
            "description": "Dive into a fun and colorful world of puzzles with Toca Find The Differences, inspired by the creativity and charm of the popular Toca Boca games! This game offers an exciting way to sharpen your observation skills while exploring vibrant and engaging scenes. Features: Three Difficulty Levels: Choose from Easy, Medium, or Difficult levels, catering to players of all ages and skill levels. Creative and Unique Scenes: Explore playful and whimsical settings filled with delightful details. Addictive Gameplay: Spot the differences between two similar pictures before time runs out!",
            "instructions": "Mouse Tap",
            "url": "https:\/\/html5.gamemonetize.com\/oo4uv2pkn1qdilhyyi5bugtx35dljgcs\/",
            "category": "Puzzle",
            "tags": "Boys, Difference, Educational, Girls, Hidden, Hypercasual, Puzzle, School",
            "thumb": "https:\/\/img.gamemonetize.com\/oo4uv2pkn1qdilhyyi5bugtx35dljgcs\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "59357",
            "title": "Ellie Christmas Makeup",
            "description": "Experience the joy of festive makeovers with the Ellie Christmas Makeup game! This fun, holiday game lets you guide Ellie to create three Christmas-themed makeup looks: Candy Cane Queen, Christmas Queen, and iconic character-inspired. Perfect for makeup lovers and enthusiasts of holiday-themed games alike, this girl game takes you on a journey filled with creativity, color, and Christmas cheer! Craft Ellies look using assorted eyeshadows, lipsticks, patterned blushes, accessories, and more. Get ready for a holly jolly transformation!",
            "instructions": "Use your mouse to play the game on a desktop tap to play on mobile devices ",
            "url": "https:\/\/html5.gamemonetize.com\/giot1874bxde80idjmxs1npskcj1nava\/",
            "category": "Girls",
            "tags": "1 Player, Christmas, Fashion, Makeover, Winter",
            "thumb": "https:\/\/img.gamemonetize.com\/giot1874bxde80idjmxs1npskcj1nava\/512x384.jpg",
            "width": "1024",
            "height": "768"
        },
        {
            "id": "59318",
            "title": "Toca Life Coloring Book",
            "description": "Unleash your creativity with Toca Life Coloring Book, a vibrant and engaging coloring game inspired by the whimsical world of Toca Boca Life! Dive into 20 delightful levels filled with charming characters and captivating scenes, designed to spark your imagination and bring your artwork to life. Perfect for kids and adults, Toca Life Coloring Book offers a relaxing and fun way to express yourself through color. Whether you&rsquo;re exploring playful worlds or adding your personal touch to adorable characters, the possibilities are endless!",
            "instructions": "Mouse Touch Pad",
            "url": "https:\/\/html5.gamemonetize.com\/ltudt7xim7febwgerrkzf13rt8jhb0xw\/",
            "category": "Girls",
            "tags": "Boys, Color, Coloring, Educational, Girl, Girls, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/ltudt7xim7febwgerrkzf13rt8jhb0xw\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59141",
            "title": "Bffs E Girl vs Soft Girl",
            "description": "Welcome to BFFs E Girl Vs Soft Girl. Ellie and her friends love to try a new fashions. Everyone is talking about the Soft Girl and the E-girl style nowadays, which are the trending fashion styles preferred by teens worldwide. Both are trendy and have opposite aesthetics. The Soft Girl style embraces the girly girl look, sweet and cute, wearing lots of pinks. Ellie and her friends will explore both styles and you must help them out by creating their Soft Girl versus E-girl look!",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/4q6u7fh9mk90ajsomr5be9supycqkg1l\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/4q6u7fh9mk90ajsomr5be9supycqkg1l\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59146",
            "title": "Super Girls Ready To Adventure",
            "description": "Welcome to Super Girls Ready To Adventure. Winx Girls loves magical and adventurous fashion. They planned to participate in superheroes cosplay events. Help them to pick some interesting Outfits. Browse their wardrobe for cute outfits and pick a suitable outfit for each one. Don&rsquo;t forget try unique hairstyles and accessories. Play and have fun!",
            "instructions": "Left Mouse button click",
            "url": "https:\/\/html5.gamemonetize.com\/gg1mo6y9a8lbe4vr5wvtqa9c1n6bo3zm\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/gg1mo6y9a8lbe4vr5wvtqa9c1n6bo3zm\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58896",
            "title": "Sweet Girl Halloween Dress Up",
            "description": "This is a holiday dress-up game designed for girls. Do you like to celebrate Halloween? Do you like to respond to the holiday spirit? If you like all this, our game can fulfill your needs.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/9yl9uju495h6efflh23nza5w6oh5e6o1\/",
            "category": "Hypercasual",
            "tags": "Baby, Dress Up",
            "thumb": "https:\/\/img.gamemonetize.com\/9yl9uju495h6efflh23nza5w6oh5e6o1\/512x384.jpg",
            "width": "720",
            "height": "1280"
        }
    ],
    "11": [
        {
            "id": "52019",
            "title": "Speedy Bartender",
            "description": "Step into the fast-paced world of a master mixologist in Speedy Bartender, a thrilling arcade game where quenching thirst meets adrenaline pumping action! Thirsty customers line the bar, their eyes pleading for a taste of your liquid artistry. Will you be the hero who delivers the perfect pour, or will frustration bubble over with spilled drinks and disappointed sighs?",
            "instructions": "Mobile Touch PC Mouse",
            "url": "https:\/\/html5.gamemonetize.com\/tevy36r7qnipasd04yrutfp3jaikpo1v\/",
            "category": "Cooking",
            "tags": "1 Player, Adult, Cooking, Hypercasual",
            "thumb": "https:\/\/img.gamemonetize.com\/tevy36r7qnipasd04yrutfp3jaikpo1v\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "49967",
            "title": "Thanksgiving Party Prep",
            "description": "Emily is hosting the Thanksgiving dinner and she wants to surprise her guests with a perfect dinner. For that, shes going to need your help? In the Thanksgiving Party Prep game, Emily is going to keep you busy with lots of activities. Start with dressing her up in a festive outfit, and then complete the chosen outfit with a lovely makeup look in fall colors and a new hairstyle. Then step into her cute kitchen and cook together a delicious turkey and a yummy pumpkin pie. Next, prove your designer skills and help Emily to set the table for her guests. Website Developer <a href='https:\/\/prinxy.app'>https:\/\/prinxy.app<\/a>",
            "instructions": "Use your mouse to play the game on a desktop and tap to play on mobile devices ",
            "url": "https:\/\/html5.gamemonetize.com\/r2hbeit221x9yppw6uc2rqg2hc4kuzin\/",
            "category": "Girls",
            "tags": "1 Player, Dress Up, Fashion, Food, Girl, Holiday, HTML5, Makeover, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/r2hbeit221x9yppw6uc2rqg2hc4kuzin\/512x384.jpg",
            "width": "1024",
            "height": "768"
        },
        {
            "id": "49514",
            "title": "Cooking Madness Game",
            "description": "Indulge in the addictive and fast-paced gameplay of Burger Cooking Game Online, a top-rated cooking game that offers a wide range of exciting features. From managing your own burger shop to exploring different food cultures, this game guarantees hours of simulation fun and strategy.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/9r1j2i8o8euql5330e4umgl0wupbialb\/",
            "category": "Girls",
            "tags": "Boys, Burger, Cooking, Food, Fun, Girls, Highscore, HTML5, Kids, Management, Mobile, Restaurant, Skill, Timing",
            "thumb": "https:\/\/img.gamemonetize.com\/9r1j2i8o8euql5330e4umgl0wupbialb\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "47599",
            "title": "Pizza Cafe Tycoon",
            "description": "Are you ready to build a successful cafe empire with you? You currently own a pizza shop and customers love their delicious pizza. Your task is to deliver various pizza orders on time and quickly. Remember, speed and quality are everything in the cafe business. You have to work with dedication to ensure the satisfaction of your customers. Manage orders quickly and effectively without slowing down and offer your customers an unforgettable experience. Build your own strategies for success in your cafe empire and seize opportunities to grow your business.",
            "instructions": "How to play Desktop Mouse Mobile Touch control ",
            "url": "https:\/\/html5.gamemonetize.com\/ozrihsbvi9tirbdb9cnyu7rks1ydj8hc\/",
            "category": "Cooking",
            "tags": "Cook, Cooking, Game, Restaurant, Simulation, Street Fighting, Timing",
            "thumb": "https:\/\/img.gamemonetize.com\/ozrihsbvi9tirbdb9cnyu7rks1ydj8hc\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "47313",
            "title": "Cooking Trendy",
            "description": "Do you want your food to bring joy to everyone? Theres nothing better than cooking in your own restaurant.Let Cooking Trend make your dreams come true ??When playing Cooking Trend, you will transform into a famous chef, creating delicious dishes to satisfy diners every day.Not only that, you will receive attractive rewards after completing each mission and use them to upgrade items, build your own restaurant.",
            "instructions": "1 Delight customers with well-prepared meals 2 Upgrade your restaurant and kitchen appliances with the gold you get after each level 3 Unlock more delicious ingredients and condiments 4 Cooking games teach you how to do business and quality service 5 Ex",
            "url": "https:\/\/html5.gamemonetize.com\/docrms4jca8iu8kndsglrihp3ihf3xh8\/",
            "category": "Cooking",
            "tags": "Cooking, Food, Restaurant",
            "thumb": "https:\/\/img.gamemonetize.com\/docrms4jca8iu8kndsglrihp3ihf3xh8\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "22000",
            "title": "SUSHI CHEF",
            "description": "1. Players need to make all kinds of food and materials, and all kinds of props and materials in the game are for players to use at will 2. The game adventure Parkour playing method can bring you many surprises and give each player a wonderful simulation challenge 3. You will be surprised by the new interactive Parkour playing method and various interesting simulation production and design methods",
            "instructions": "Assassin battle mobile version this is a very simple assassin breakthrough game with hands You can basically see the rough way of playing the game and painting style from the pictures of the game The 3D pictures are also very fun The content of the gam",
            "url": "https:\/\/html5.gamemonetize.com\/p0elhs3sbhslkpqz6xi8hxtcpue7tm3n\/",
            "category": "Cooking",
            "tags": "Adventure, Brain, Classic, Cooking, Restaurant",
            "thumb": "https:\/\/img.gamemonetize.com\/p0elhs3sbhslkpqz6xi8hxtcpue7tm3n\/512x384.jpg",
            "width": "750",
            "height": "1336"
        },
        {
            "id": "7461",
            "title": "Spring Rolls",
            "description": "Spring Rolls Cooking is a fantastic cooking game with amazing graphics and customization. Play Spring Rolls Cooking now to bake your favorite food!",
            "instructions": "Use mouse to play",
            "url": "https:\/\/html5.gamemonetize.com\/2gcc6p3y9n829djauc9z2dpawf7f8jga\/",
            "category": "Girls",
            "tags": "2D, Cooking, Food, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/2gcc6p3y9n829djauc9z2dpawf7f8jga\/512x384.jpg",
            "width": "540",
            "height": "720"
        },
        {
            "id": "6457",
            "title": "Fortune Cookies",
            "description": "Fortune Cookies is a fantastic cooking game with amazing graphics and customization. Play Fortune Cookies now to bake your favorite food!",
            "instructions": "Use mouse to play",
            "url": "https:\/\/html5.gamemonetize.com\/rxfqv0cb45abm5ykf4mv0u6hhxjp5lpw\/",
            "category": "Girls",
            "tags": "2D, Cook, Cooking, Mobile, WebGL",
            "thumb": "https:\/\/img.gamemonetize.com\/rxfqv0cb45abm5ykf4mv0u6hhxjp5lpw\/512x384.jpg",
            "width": "540",
            "height": "768"
        },
        {
            "id": "6135",
            "title": "Fried Noodles",
            "description": "Fried Noodles is a fun cooking game with great graphics and easy gameplay. Fried Noodles is a great game for kids and casual players who enjoy cooking.",
            "instructions": "Mouse or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/rvao9zjr6j88wxgz6rw4ptixbah9ufal\/",
            "category": "Girls",
            "tags": "2D, Cook, Cooking, Food, Kids, Mobile, WebGL",
            "thumb": "https:\/\/img.gamemonetize.com\/rvao9zjr6j88wxgz6rw4ptixbah9ufal\/512x384.jpg",
            "width": "540",
            "height": "720"
        },
        {
            "id": "671",
            "title": "Hoho's Cupcake party",
            "description": "Help hoho to serve the cupcakes for the party.",
            "instructions": "Mouse - Left-click Touch-screen - Tap",
            "url": "https:\/\/html5.gamemonetize.com\/m9kqhgtg2lmbvsv6ahkrdfqddb7246oq\/",
            "category": "Cooking",
            "tags": "Arcade, Cake, Cook, Cooking",
            "thumb": "https:\/\/img.gamemonetize.com\/m9kqhgtg2lmbvsv6ahkrdfqddb7246oq\/512x384.jpg",
            "width": "640",
            "height": "1020"
        },
        {
            "id": "606",
            "title": "Glory Chef",
            "description": "Be the Glorious chef of all the time. Serve the best dishes by linking and collecting the ingredients as much and as fast as you can.",
            "instructions": "Mouse - Left-click Touch-screen - Tap",
            "url": "https:\/\/html5.gamemonetize.com\/frkm7tva5ao9epiz42l9ldh3w783fgmv\/",
            "category": "Cooking",
            "tags": "Adventure, Cooking",
            "thumb": "https:\/\/img.gamemonetize.com\/frkm7tva5ao9epiz42l9ldh3w783fgmv\/512x384.jpg",
            "width": "640",
            "height": "1020"
        }
    ],
    "12": [
        {
            "id": "59482",
            "title": "Digital Circus Find The Differences",
            "description": "Step into the whimsical and wacky world of Amazing Digital Circus: Find The Differences, where fun meets challenge! Explore vibrant and surreal circus scenes filled with unique characters and zany details, all while sharpening your observation skills. Can you spot the subtle changes between two seemingly identical pictures? Features: Stunning and imaginative circus-themed visuals. A variety of levels, from easy to mind-bendingly tricky. Helpful hints for those tough-to-spot differences. A fun and relaxing experience for all ages. Immerse yourself in the quirky charm of the Amazing Digital Circus.",
            "instructions": "Mouse click",
            "url": "https:\/\/html5.gamemonetize.com\/ywgj9hhauky1dwqqquy5q37tldkfps8p\/",
            "category": "Puzzle",
            "tags": "Boy, Difference, digital circus, Educational, Girls, Hidden, Puzzle, School",
            "thumb": "https:\/\/img.gamemonetize.com\/ywgj9hhauky1dwqqquy5q37tldkfps8p\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "54449",
            "title": "Euro Freekick Frenzy",
            "description": "Get ready to experience the ultimate thrill of free-kick frenzy in Euro Freekick Frenzy! Put your precision and timing to the test in this high-intensity penalty-kick based soccer game with a twist. In this adrenaline-fueled competition, scoring early goals is key as they hold higher value than goals scored later in the game. With precise control over your target using a combination of horizontal and vertical direction controls fixed by pressing SPACE, every kick requires skill and finesse. Can you master the art of the perfect free-kick and lead your team to victory?",
            "instructions": "Press SPACE to aim ",
            "url": "https:\/\/html5.gamemonetize.com\/xw0lx0mol959ec8vy6mj5mg06y8h2f20\/",
            "category": "Soccer",
            "tags": "Best Games, Football, Skills, Soccer",
            "thumb": "https:\/\/img.gamemonetize.com\/xw0lx0mol959ec8vy6mj5mg06y8h2f20\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59314",
            "title": "Clicker Time Game",
            "description": "In this game, you have 30 seconds to make as many clicks as you can! All you have to do is click on the screen or mouse. You can track your clicks per second and see your total best clicks. Its a very simple yet addictive game and a great way to challenge yourself while having fun. Perfect for a quick, entertaining break!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/t5c480dikv2812p9xfjhn0vud0yf684b\/",
            "category": "Clicker",
            "tags": "1 Player, Click, Clicker",
            "thumb": "https:\/\/img.gamemonetize.com\/t5c480dikv2812p9xfjhn0vud0yf684b\/512x384.jpg",
            "width": "600",
            "height": "1024"
        },
        {
            "id": "53667",
            "title": "Snowball The Cat Christmas Fun",
            "description": "Welcome to the difficult and distant world of the brave Snowball the Cat. will start your adventure! In this Christmas fun game, Snowball the Cat will start your adventure! Snowball the Cat is lost and needs your help to find his way home in time for dinner. And on the way home, you need catch all the birds and rats of their world. Find the key and go through the door that leads to a new level!",
            "instructions": "Jump avoid enemies collect keys and hit the doors ",
            "url": "https:\/\/html5.gamemonetize.com\/nlf6fa3jwf6tc9xiv7h1scifx73ek2aa\/",
            "category": "Clicker",
            "tags": "Animal, Barbie",
            "thumb": "https:\/\/img.gamemonetize.com\/nlf6fa3jwf6tc9xiv7h1scifx73ek2aa\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59301",
            "title": "Christmas Clicker Game",
            "description": "Click to your hearts content in this holiday-themed version of Super Clicker Game! With a festive Christmas atmosphere, enjoy snowy backgrounds, twinkling lights, and holiday music as you track your clicks per second (CPS) and total clicks. It&rsquo;s a simple and fun game made even more exciting with Christmas cheer! Keep clicking and beat your record while enjoying the cozy holiday vibes.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/wzvqulczdz8mc9ylbllloe3cnfx4wzo3\/",
            "category": "Clicker",
            "tags": "1 Player, Click, Clicker",
            "thumb": "https:\/\/img.gamemonetize.com\/wzvqulczdz8mc9ylbllloe3cnfx4wzo3\/512x384.jpg",
            "width": "600",
            "height": "1024"
        },
        {
            "id": "59312",
            "title": "Swipe and Clear",
            "description": "Swipe and Clear is a challenging and addictive puzzle game that puts your strategic skills to the test! In each level, you&rsquo;ll face a grid filled with scattered colorful blocks. Your goal is simple: drag and move the blocks to form matches of 3 or more of the same color, making them disappear. But beware! If a single block of any color is left behind, the level will restart. Plan every move carefully to clear all the blocks and progress through 20 uniquely designed levels. With intuitive mechanics and engaging puzzles, Swipe and Clear will keep you thinking and entertained for hours!",
            "instructions": "Drag and move the blocks across the grid to create matches of 3 or more of the same color ",
            "url": "https:\/\/html5.gamemonetize.com\/zbnxhs1adn93q3a3cls2uanq7ivzoa6p\/",
            "category": "Puzzle",
            "tags": "Block, Board, Cleaning, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/zbnxhs1adn93q3a3cls2uanq7ivzoa6p\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "59304",
            "title": "Colors Clicker Game",
            "description": "In this game, all you have to do is click on the screen or mouse. You can see your clicks per second and your total clicks. Its a very simple game.",
            "instructions": "All you have to do is click touch on the screen",
            "url": "https:\/\/html5.gamemonetize.com\/cmh9kth9kooc0khga3xgq5f6rvspf2mt\/",
            "category": "Clicker",
            "tags": "1 Player, Click",
            "thumb": "https:\/\/img.gamemonetize.com\/cmh9kth9kooc0khga3xgq5f6rvspf2mt\/512x384.jpg",
            "width": "600",
            "height": "1024"
        },
        {
            "id": "53443",
            "title": "Crazy Christmas Fun",
            "description": "Christmas adventure game, many balloons have invaded the North Pole, and Santa must run to catch the gifts. But Santa changed his sleigh, and he is now fast and furious! He and his reindeer need your help! Your task is to fly through the sky dodging obstacles and collecting gifts. Once you reach the Christmas tree you will level up! Have Fun!",
            "instructions": "Click to ascend and ascend descent to avoid enemy objects ",
            "url": "https:\/\/html5.gamemonetize.com\/98ieb2tvbgxy6pqt17bdkww2gh2e5dcw\/",
            "category": "Hypercasual",
            "tags": "Best Games, Match-3",
            "thumb": "https:\/\/img.gamemonetize.com\/98ieb2tvbgxy6pqt17bdkww2gh2e5dcw\/512x384.jpg",
            "width": "860",
            "height": "480"
        },
        {
            "id": "59114",
            "title": "Shape of Shadow",
            "description": "Shape of Shadow is a thrilling puzzle-platformer where players navigate a world cloaked in darkness. Using light and shadow manipulation, you must solve intricate puzzles and traverse treacherous landscapes. Transform shadows into solid platforms, reveal hidden paths, and outsmart shadowy foes. With stunning visuals and a captivating storyline, Shape of Shadow challenges your wits and reflexes in an immersive adventure that brings light to the darkest corners.",
            "instructions": "Desktop Click the left button of the mouse to match the right shadow Mobile Tap on the correct Shadow to match ",
            "url": "https:\/\/html5.gamemonetize.com\/k0372lchijqv0ta15ylqjdv1ban0id0f\/",
            "category": "Puzzle",
            "tags": "Best Games, Fun, Matching, NapTech Games, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/k0372lchijqv0ta15ylqjdv1ban0id0f\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "57156",
            "title": "Astro Hop",
            "description": "Astro Hop is a thrilling space-themed jumping game where players control a brave astronaut leaping across platforms in the vastness of space. Your goal is to avoid obstacles and collect points by reaching the highest platforms. With stunning space backgrounds and colorful platforms, players must time their jumps carefully and avoid getting hit by fast-moving dangers. Its an engaging arcade experience that tests your reaction and strategy skills as you aim for the best score!",
            "instructions": "Tap the Screen Make your astronaut jump to the next platform Tap Restart Button Game Over Screen Restart the game after a game over Best Score Display Your best score will be saved and displayed after each game ",
            "url": "https:\/\/html5.gamemonetize.com\/5t839qnetuk8tcjh0f8dhhn922gpkbdl\/",
            "category": "Clicker",
            "tags": "1 Player, 2D, Adventure, Click, Clicker, jump, Jumping",
            "thumb": "https:\/\/img.gamemonetize.com\/5t839qnetuk8tcjh0f8dhhn922gpkbdl\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "51515",
            "title": "What kind of Santa Claus are you",
            "description": "Santa Clauses are different: strict, funny and even a little strange. Have you ever thought about which of the main wizards of the new year you are most like? There is Santa Claus syndrome. This is the time when you want to put on a hat, sing Christmas songs and have fun. If you have such &ldquo;symptoms,&rdquo; then quickly take our test to understand: &ldquo;What kind of Santa Claus are you?!&rdquo; and how to live with it!!",
            "instructions": "Choose one of the four best answers and answer 20 questions to open one of the Santa Clauses To complete the game you need to unlock all the characters Can you do it without using the hints ",
            "url": "https:\/\/html5.gamemonetize.com\/djhxmee66ztiky6p2to9j6o3wk75p452\/",
            "category": "Puzzle",
            "tags": "Christmas, New, Quiz, Santa, Santa Claus",
            "thumb": "https:\/\/img.gamemonetize.com\/djhxmee66ztiky6p2to9j6o3wk75p452\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58570",
            "title": "Coin Sort Puzzle",
            "description": "Play now for free&mdash;fun and addictive grid gameplay. Sort and merge coins to clear the board. Test your skills and earn coins. Fun for all ages! Welcome to the exhilarating world of Coin Sort, where speed, precision, and strategy come together in a captivating arcade-style puzzle game. As a Coin Sorter in a match game, your mission is to efficiently organize an ever-growing flow of coins into their respective lines based on their denominations. Are you ready to put your decision-making skills and reflexes to the test? Embark on a thrilling sorting adventure and unlock new levels.",
            "instructions": "Coin Sort and Merge offers a thrilling blend of strategy reflexes and puzzle-solving that will keep you attracted for hours This addictive game provides endless fun and entertainment Get ready to immerse yourself in the world of coins sorting and me",
            "url": "https:\/\/html5.gamemonetize.com\/imaqq34l0iw90484l470rs0cfu7pofze\/",
            "category": "Puzzle",
            "tags": "1 Player, 2048, Puzzle, sort",
            "thumb": "https:\/\/img.gamemonetize.com\/imaqq34l0iw90484l470rs0cfu7pofze\/512x384.jpg",
            "width": "720",
            "height": "1280"
        }
    ],
    "13": [
        {
            "id": "59101",
            "title": "Talking Tom Coloring Books",
            "description": "Get ready for a fun and creative journey with Tom Coloring Book! Explore 20 delightful levels featuring the lovable Tom and his charming companion Angela. This exciting coloring game is perfect for kids and adults alike, offering a relaxing way to bring your favorite characters to life with vibrant colors and your artistic flair. With an easy-to-use interface and a variety of coloring tools, you can create unique masterpieces while spending time with Tom and Angela in their playful world. Let your imagination run wild and enjoy hours of creative fun!",
            "instructions": "Mouse",
            "url": "https:\/\/html5.gamemonetize.com\/0y53x0g8e50ny0k6g99p4cv3x0sqfe4i\/",
            "category": "Girls",
            "tags": "Boys, Cat, Color, Coloring, Draw, Drawing, Girls, Hello Kitty, HTML5, Hypercasual, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/0y53x0g8e50ny0k6g99p4cv3x0sqfe4i\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59333",
            "title": "Nubiks build a defense vs zombies",
            "description": "Nubiks build a defense vs zombies - a game with elements of construction and survival. Build defenses and survive against waves of zombies! Who will be eaten first? The game has a single player mode. But the whole game is focused on a two-person mode, and all the fun is there, so lets call friends and have fun!",
            "instructions": "PC management Blue is the arrow keys while the down arrow is the build Red WAD - movement S - build There is a double jump in the game On a mobile device control using on-screen buttons ",
            "url": "https:\/\/html5.gamemonetize.com\/ypk4vwpjaia00rdje91pp17emhjv3tmb\/",
            "category": "Boys",
            "tags": "1 Player, 2 Player, 2 Player Games, Ghost, mineblock, Minecraft, Mobile, Monster, Sandbox, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/ypk4vwpjaia00rdje91pp17emhjv3tmb\/512x384.jpg",
            "width": "640",
            "height": "480"
        },
        {
            "id": "59318",
            "title": "Toca Life Coloring Book",
            "description": "Unleash your creativity with Toca Life Coloring Book, a vibrant and engaging coloring game inspired by the whimsical world of Toca Boca Life! Dive into 20 delightful levels filled with charming characters and captivating scenes, designed to spark your imagination and bring your artwork to life. Perfect for kids and adults, Toca Life Coloring Book offers a relaxing and fun way to express yourself through color. Whether you&rsquo;re exploring playful worlds or adding your personal touch to adorable characters, the possibilities are endless!",
            "instructions": "Mouse Touch Pad",
            "url": "https:\/\/html5.gamemonetize.com\/ltudt7xim7febwgerrkzf13rt8jhb0xw\/",
            "category": "Girls",
            "tags": "Boys, Color, Coloring, Educational, Girl, Girls, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/ltudt7xim7febwgerrkzf13rt8jhb0xw\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59103",
            "title": "Brawl Stars Coloring Books",
            "description": "Unleash your creativity with Brawl Stars Coloring Book! Dive into a colorful adventure featuring 20 exciting levels packed with your favorite characters inspired by Brawl Stars. Perfect for fans of coloring games and battle-themed fun, this game lets you bring your imagination to life as you fill in each character with vibrant colors of your choice. Choose from a variety of brushes, tools, and a rich palette of colors to customize each design. Whether you&rsquo;re a seasoned artist or just looking for relaxing fun, Battle Stars Coloring Book offers endless entertainment for all ages.",
            "instructions": "Mouse",
            "url": "https:\/\/html5.gamemonetize.com\/ttd3uhgfyfzzf3p70i0zr6edb9im0lfa\/",
            "category": "Hypercasual",
            "tags": "Boys, Brawl, Color, Coloring, Draw, Drawing, Girls, HTML5, Hypercasual, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/ttd3uhgfyfzzf3p70i0zr6edb9im0lfa\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "59141",
            "title": "Bffs E Girl vs Soft Girl",
            "description": "Welcome to BFFs E Girl Vs Soft Girl. Ellie and her friends love to try a new fashions. Everyone is talking about the Soft Girl and the E-girl style nowadays, which are the trending fashion styles preferred by teens worldwide. Both are trendy and have opposite aesthetics. The Soft Girl style embraces the girly girl look, sweet and cute, wearing lots of pinks. Ellie and her friends will explore both styles and you must help them out by creating their Soft Girl versus E-girl look!",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/4q6u7fh9mk90ajsomr5be9supycqkg1l\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/4q6u7fh9mk90ajsomr5be9supycqkg1l\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59146",
            "title": "Super Girls Ready To Adventure",
            "description": "Welcome to Super Girls Ready To Adventure. Winx Girls loves magical and adventurous fashion. They planned to participate in superheroes cosplay events. Help them to pick some interesting Outfits. Browse their wardrobe for cute outfits and pick a suitable outfit for each one. Don&rsquo;t forget try unique hairstyles and accessories. Play and have fun!",
            "instructions": "Left Mouse button click",
            "url": "https:\/\/html5.gamemonetize.com\/gg1mo6y9a8lbe4vr5wvtqa9c1n6bo3zm\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/gg1mo6y9a8lbe4vr5wvtqa9c1n6bo3zm\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58662",
            "title": "BTS Sprunki Coloring Book",
            "description": "BTS Sprunki Coloring Book is the ultimate coloring adventure for kids! This lively and creative game lets you dive into the colorful world of BTS and bring Sprunki to life. Choose one of four awesome, hand-drawn images featuring fun characters and scenes inspired by BTS. Then, get ready to unleash your inner artist! Pick your favorite colors, mix and match, and color each picture however you like&mdash;it&rsquo;s all up to you! Easy to Play: Simple controls make it easy to jump in and start coloring right away.",
            "instructions": "Mouse to play ",
            "url": "https:\/\/html5.gamemonetize.com\/mchfzh9g182yybyhfi41zrvr9v1zyu90\/",
            "category": "Girls",
            "tags": "Cartoon, Coloring, Educational, Fun, Hypercasual, Kids, School",
            "thumb": "https:\/\/img.gamemonetize.com\/mchfzh9g182yybyhfi41zrvr9v1zyu90\/512x384.jpg",
            "width": "854",
            "height": "480"
        },
        {
            "id": "58516",
            "title": "Blackpink Black Friday Fever",
            "description": "Blackpink Black Friday Fever is a fun dress-up game designed for K-pop and Blackpink fans! Dive into the world of style by creating unique looks for Jisoo, Jennie, Ros&eacute;, and Lisa, inspired by Black Friday&rsquo;s biggest fashion trends. As a fan, you&rsquo;ll get to style each member of Blackpink with a range of outfits and accessories that perfectly suit their personalities.",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/ddb4oinisy5gur76nix440fy1xhjp8nw\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Girls",
            "thumb": "https:\/\/img.gamemonetize.com\/ddb4oinisy5gur76nix440fy1xhjp8nw\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58098",
            "title": "Bubble Merge 2048",
            "description": "Welcome to Bubble Merge 2048, where classic 2048 meets exciting bubble-blasting action! Shoot, merge, and blast through puzzles filled with colourful bubbles and challenges. Match numbers and colours, solve brain-teasing puzzles, and smash obstacles as you journey through this one-of-a-kind adventure. Features: - Unique Challenges: Every level introduces fresh puzzles, obstacles, and surprises. - Boosters &amp; Power-Ups: Unlock dynamite, rockets, and more to clear tricky stages. - Win Rewards: Collect stars on each level to open Star Chests with rewards. - Realistic Physics: Watch the bubbles bounce and interact like real life!",
            "instructions": "- Swipe Aim amp Shoot Fire your ball at matching numbers and colours - Merge for Victory Combine bubbles to create higher numbers and reach the target - Break Obstacles Smash through barrels and boxes to clear the level ",
            "url": "https:\/\/html5.gamemonetize.com\/9vwyi3z5ew1y0fkt7sl3veu7z8gg9hfy\/",
            "category": "Puzzle",
            "tags": "1 Player, 2048, 2D, Bubble, Bubble Shooter, Casual, Matching",
            "thumb": "https:\/\/img.gamemonetize.com\/9vwyi3z5ew1y0fkt7sl3veu7z8gg9hfy\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "49861",
            "title": "Cars Movement",
            "description": "Experience the thrill of Cars Movement, the exciting arcade game where you must blast bad guys before they get too close. Use balls in the right color to succeed, but beware - using the wrong color could cost you. Enjoy endless hours of fun and challenge your skills in this action-packed adventure. Play Cars Movement today and have a blast!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/qyatso0vkjq5zz2e0lbzwua064bhfz3y\/",
            "category": "Boys",
            "tags": "Car, Cars, Highscore, Kids",
            "thumb": "https:\/\/img.gamemonetize.com\/qyatso0vkjq5zz2e0lbzwua064bhfz3y\/512x384.jpg",
            "width": "640",
            "height": "1136"
        },
        {
            "id": "58002",
            "title": "Monster High Spooky Fashion",
            "description": "Roblox Halloween Costume Party is the ultimate dress-up experience! Create your spookiest, funniest, or most creative Halloween looks using a variety of Roblox-inspired costumes and accessories. Mix and match outfits to stand out at the party, and get into the Halloween spirit by competing in costume contests with friends. Show off your unique style in this festive and fun-filled game!",
            "instructions": "Left Mouse button Click or Tap to click",
            "url": "https:\/\/html5.gamemonetize.com\/fxepsv92kt9ixrliv43ydy5svre0sqi1\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Halloween",
            "thumb": "https:\/\/img.gamemonetize.com\/fxepsv92kt9ixrliv43ydy5svre0sqi1\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58014",
            "title": "Roblox Halloween Costume Party",
            "description": "Roblox Halloween Costume Party is the ultimate dress-up experience! Create your spookiest, funniest, or most creative Halloween looks using a variety of Roblox-inspired costumes and accessories. Mix and match outfits to stand out at the party, and get into the Halloween spirit by competing in costume contests with friends. Show off your unique style in this festive and fun-filled game!",
            "instructions": "Left Mouse Button Click",
            "url": "https:\/\/html5.gamemonetize.com\/72xlebxuwi7ur2qsggw5f3eyggskf64c\/",
            "category": "Girls",
            "tags": "Dress Up, Fashion, Halloween, roblox",
            "thumb": "https:\/\/img.gamemonetize.com\/72xlebxuwi7ur2qsggw5f3eyggskf64c\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "14": [
        {
            "id": "51548",
            "title": "Fantasy Forest 2",
            "description": "Fantasy Forest &ndash; is a HTML5 Game! Cool match logic game. The game has 100 levels and an in-game store that will help you complete this puzzle game.You need to collect the required number of three types of blocks for each level and at the same time not leaving more than one extra block.",
            "instructions": "mouse",
            "url": "https:\/\/html5.gamemonetize.com\/61qhaiw98hx93lwa3tbe6u4tau5cbf9c\/",
            "category": "Bejeweled",
            "tags": "1 Player, Bejeweled, Block, Funny, Logical, Mind, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/61qhaiw98hx93lwa3tbe6u4tau5cbf9c\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "50571",
            "title": "Farm Match Saga",
            "description": "if you love match3 puzzle games then you will fall in love with Farm Match Saga! Play against time and swipe to match 3 or more identical fruits to earn extra time. Chellenge your friends and lets see who will get the best score. Are you ready to crush some delicious fruits?",
            "instructions": "Slide your finger or hold mouse click to move fruits",
            "url": "https:\/\/html5.gamemonetize.com\/43x2s9jopa47nffxsj2r1lsf2w2jcghb\/",
            "category": "Puzzle",
            "tags": "Fruit, Fruits, Match3, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/43x2s9jopa47nffxsj2r1lsf2w2jcghb\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "43881",
            "title": "Dice Math",
            "description": "A fun math game for kids to learn basic arithmetic skills using dice. Improve addition, subtraction, multiplication, and division. The Dice Math Kids Game is an exciting and educational game designed for kids to learn and improve their arithmetic skills using dice. With this game, your child will have fun while practicing addition, subtraction, multiplication, and division.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/n412slsirp0rlj8kjc4133gdecjvs72k\/",
            "category": "Bejeweled",
            "tags": "Boy, Boys, Fun, Game, Games, Girl, Girls, Matching, Math, NapTech Games, Online",
            "thumb": "https:\/\/img.gamemonetize.com\/n412slsirp0rlj8kjc4133gdecjvs72k\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "50204",
            "title": "2048 X2 Legends",
            "description": "The elusive 2048 block is almost within your reach. Combine and count up your blocks. Reach higher and higher scores, sharpening your mind in the process.",
            "instructions": "Shoot blocks of the same number to combine them into a higher number Get to the highest number possible before running out of space Use boosters to make the game easier ",
            "url": "https:\/\/html5.gamemonetize.com\/dlewrko3e9s1074yicv4q5sydfoynash\/",
            "category": "Puzzle",
            "tags": "Block, Number",
            "thumb": "https:\/\/img.gamemonetize.com\/dlewrko3e9s1074yicv4q5sydfoynash\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "49998",
            "title": "Fruit Match",
            "description": "Fruits Match is a match-three game where you collect three matching tiles to clear them. Collect and clear three or more fruit tiles to solve the stage. You may use one additional deck, shuffle, or undo chance per stage. These powerups allow you to add an additional deck slot, shuffle the cards or undo your previous action. Get started today and show the world your mastery of fruit-matching!",
            "instructions": "Mouse click or Touch",
            "url": "https:\/\/html5.gamemonetize.com\/vos6pgamgcwxmmgnnb0ri7te4gscn20q\/",
            "category": "Puzzle",
            "tags": "2D, Bejeweled, Block, Casual, Fruit, Fruits, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/vos6pgamgcwxmmgnnb0ri7te4gscn20q\/512x384.jpg",
            "width": "600",
            "height": "600"
        },
        {
            "id": "39962",
            "title": "Card Memory Match",
            "description": "Card Memory Match",
            "instructions": "Click or Touch",
            "url": "https:\/\/html5.gamemonetize.com\/2mgeccmvxbmgw5nkk2mvrvsry7ennecj\/",
            "category": "Puzzle",
            "tags": "Card, Memory, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/2mgeccmvxbmgw5nkk2mvrvsry7ennecj\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "46878",
            "title": "Coloring books",
            "description": "Coloring books is a free online coloring and kids game! In this game you will find different books pictures which have to be colored as you want. You have the enough amount of colors to choose for your perfect art. You can also save the colored image. Have fun!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/rvyjptyd1lhrfwbw2x3hveyb8kxont2s\/",
            "category": "Girls",
            "tags": "Android, Color, Coloring, Fun, Girls, HTML5, iPhone, Kids, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/rvyjptyd1lhrfwbw2x3hveyb8kxont2s\/512x384.jpg",
            "width": "300",
            "height": "600"
        },
        {
            "id": "46045",
            "title": "Kitty Jewel Quest",
            "description": "Spend your free time with a true delight for all cat lovers! Race against the clock to match three or more adorable kittens in a row or column. This game will provide hours of fun and relaxation for all ages.",
            "instructions": "Connect at least three kittens of the same type in a row or column and beat the levels Complete missions and special events to gather coins Buy boosters to make the levels easier ",
            "url": "https:\/\/html5.gamemonetize.com\/p68gqeop8iooudh88fl8g5ulxlf600na\/",
            "category": "Hypercasual",
            "tags": "Bejeweled, Jewel, Match 3, Match-3, Match3",
            "thumb": "https:\/\/img.gamemonetize.com\/p68gqeop8iooudh88fl8g5ulxlf600na\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "46299",
            "title": "Classic Tetris",
            "description": "Welcome to TETRIS&reg;, the official mobile app for the world&rsquo;s favorite puzzle game. Play through hundreds of unique TETRIS Levels in a new Tetris experience. Play a quick round to beat your own score, or play infinite rounds to master your skills in the TETRIS Single Player Modes. TETRIS forever!",
            "instructions": " bull Master your skills with the iconic Tetris gameplay you know and love Pick between the Marathon mode for endless rounds or the new Quick Play Mode for when you want to play Tetris but only have a few minutes to play bull Rotate Tetriminos cle",
            "url": "https:\/\/html5.gamemonetize.com\/mmaxm2pvvre67rj2ce1eo5s4ugf4bxro\/",
            "category": "Puzzle",
            "tags": "1 Player, 2D, Android, Block, Puzzle, Tetris",
            "thumb": "https:\/\/img.gamemonetize.com\/mmaxm2pvvre67rj2ce1eo5s4ugf4bxro\/512x384.jpg",
            "width": "640",
            "height": "1136"
        },
        {
            "id": "18755",
            "title": "Candy Fruit Crush",
            "description": "Play Candy Fruit Crush Match3 Puzzle Game and enjoy tons of challenging levels & amazing Gifts. Just Swipe, Match Fruits of the same type to clair them to pass the mission. Try to Match 4 or 5 Fruits to get a booster bonus & match 2 bonuses to create the special fruit bag. Try to unpack all the Fun Gifts! Are you ready to Crush some delicious fruits?? Let's have fun",
            "instructions": "Swipe Match Fruits of the same type to clair them",
            "url": "https:\/\/html5.gamemonetize.com\/1uab3vbq425vqlg1ars8qgy8v24el77m\/",
            "category": "Puzzle",
            "tags": "Bejeweled, Brain, Bubble, Candy, Casual, Color, Fruit, Fruits, HTML5, Hypercasual, Jewel, Match 3, Match-3, Match3, Matching, Puzzle",
            "thumb": "https:\/\/img.gamemonetize.com\/1uab3vbq425vqlg1ars8qgy8v24el77m\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "18684",
            "title": "Candy Shuffle Match-3",
            "description": "Welcome to Candy Shuffle March3 Puzzle Game. Challenge yourself to Tons of DELICIOUS PUZZLES in a spellbinding magical MATCH 3 GAME! Swipe, Match 3 or more candies of the same type & Collect them to pass your mission. Use power-ups to help yourself with hard levels. Have Fun and share it with a match3 puzzle Lover",
            "instructions": "swipe to match candies",
            "url": "https:\/\/html5.gamemonetize.com\/b7j6efxqew47djofhkag395vb1ijn3ny\/",
            "category": "Puzzle",
            "tags": "Bejeweled, Brain, Bubble, Candy, Casual, HTML5, Hypercasual, Jewel, Match 3, Match-3, Match3, Matching",
            "thumb": "https:\/\/img.gamemonetize.com\/b7j6efxqew47djofhkag395vb1ijn3ny\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "16873",
            "title": "Tasty Jewels",
            "description": "Tasty Jewel is a fun match3 puzzle Game. Swipe to match similar jewel candies to pop them and complete the level. is you get stuck, you can use boosters for help Explore tons of challenging levels and enjoy match jewels and candies. Have fun",
            "instructions": "swipe to match jewels",
            "url": "https:\/\/html5.gamemonetize.com\/y8h7gnt1m41esvjeyjrz0n7tt0ud96j8\/",
            "category": "Hypercasual",
            "tags": "Arcade, Bejeweled, Bubble, Candy, Jewel, Match 3, Match-3, Match3, Matching",
            "thumb": "https:\/\/img.gamemonetize.com\/y8h7gnt1m41esvjeyjrz0n7tt0ud96j8\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "15": [
        {
            "id": "60590",
            "title": "CandyCrushPuzzle",
            "description": "Candy element elimination, exchange candy positions, horizontal or vertical more than three candies will be eliminated, more than three identical candies will generate a new special candy. The game has multiple levels, come and experience it.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/q4od6qkjdtketyngr99l6ij22kajyh4w\/",
            "category": "Puzzle",
            "tags": "1 Player, Arcade",
            "thumb": "https:\/\/img.gamemonetize.com\/q4od6qkjdtketyngr99l6ij22kajyh4w\/512x384.jpg",
            "width": "600",
            "height": "800"
        },
        {
            "id": "58755",
            "title": "Popcorn Stack",
            "description": "Welcome to Popcorn Stack! Here, you will have a fun stacking popcorn trip. Collect many boxes and fill them with grain, sprinkle them with choco, bake and other food. Pack them up, cover them, and decorate them with fancy wings.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/5acyvfo6pp2kn618ub1r1wsxk08gkckn\/",
            "category": "Hypercasual",
            "tags": "Food, running",
            "thumb": "https:\/\/img.gamemonetize.com\/5acyvfo6pp2kn618ub1r1wsxk08gkckn\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60357",
            "title": "KnifeHit",
            "description": "Throw the knife at the disc and split it. The flying knife touches the apple for a reward, and the Apple can unlock the new knife. Each Stage 5 is defended by a leader. Come and challenge!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/ew3rf9lnjvj5zgd745e4ta4s0065vthn\/",
            "category": "Shooting",
            "tags": "1 Player, Arcade",
            "thumb": "https:\/\/img.gamemonetize.com\/ew3rf9lnjvj5zgd745e4ta4s0065vthn\/512x384.jpg",
            "width": "600",
            "height": "960"
        },
        {
            "id": "58881",
            "title": "Energy Superman 3D",
            "description": "Come to soar through the skies in Energy Superman 3D! This exciting arcade game lets you become a powerful superhero. Your mission is to save the city from monstrous threats. Collect energy orbs, avoid obstacles, and achieve the highest score possible!",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/2vkqjc7mf9fksx7tct01nhc9rs43rl77\/",
            "category": "Racing",
            "tags": "running, Superhero",
            "thumb": "https:\/\/img.gamemonetize.com\/2vkqjc7mf9fksx7tct01nhc9rs43rl77\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58577",
            "title": "Robot Terminator T Rex",
            "description": "Ready for an adventure in Robot Terminator T-Rex! Enter the wonderful world where robot dinosaurs and zombies collide in a nervous battle. Youll control a terrifying robotic T-Rex, equipped with powerful weapons and amazing abilities.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/j0objmr9c94n3rlvuv09ecwimw5khwq6\/",
            "category": "Arcade",
            "tags": "Battle, Robot",
            "thumb": "https:\/\/img.gamemonetize.com\/j0objmr9c94n3rlvuv09ecwimw5khwq6\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "59350",
            "title": "War Robots Battle Mech Arena",
            "description": "Want an epic robot battle? In War Robots Battle: Mech Arena, you&rsquo;ll pilot powerful robots. Begin nervous battles in challenging arenas. This game combines strategy, high-speed action, and nervous war. There are attractive game modes, like Qualifying and Boss Chall.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/368m41ohqh8lg665jvzlgtlpnwxokm8w\/",
            "category": "Arcade",
            "tags": "Battle, Robot, War",
            "thumb": "https:\/\/img.gamemonetize.com\/368m41ohqh8lg665jvzlgtlpnwxokm8w\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "60413",
            "title": "TankCraft War Tank Battles",
            "description": "Step into the exciting world of TankCraft &ndash; War Tank Battles, where creativity meets nervous warfare! Become a master tank crafter and commander as you design your powerful war machine and lead it into epic battles.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/b4sxr7pn0e9l261pqn6dvdxpobqlkike\/",
            "category": "Racing",
            "tags": "Car, Tanks, Truck",
            "thumb": "https:\/\/img.gamemonetize.com\/b4sxr7pn0e9l261pqn6dvdxpobqlkike\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "58583",
            "title": "Mart Puzzle Shopping Sort",
            "description": "Mart Puzzle - Shopping Sort is a fun blend of simulation and brain-teasing management, where you get to run your very own mini-mart! As a store manager, you will be responsible for sorting out goods and processing orders.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/xv5mothgfdoxap72moro828qsfm9fsx6\/",
            "category": "Hypercasual",
            "tags": "Management, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/xv5mothgfdoxap72moro828qsfm9fsx6\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "59966",
            "title": "Agent Hunt Hitman Shooter",
            "description": "Agent Hunt - Hitman Shooter is an intense action FPS shooting game that lets you as a brave spy. You&rsquo;ll switch between intense shooting missions and high-speed driving chases. Use many powerful weapons like guns to shoot enemies accurately.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/8ehrwxvrxm0t64hct5wbk5cjzf4vkaj7\/",
            "category": "Shooting",
            "tags": "Adventure, Battle, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/8ehrwxvrxm0t64hct5wbk5cjzf4vkaj7\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "58506",
            "title": "Age Of War 3",
            "description": "Enter the Age of War, an interesting game filled with passion and strategy! In this game, guide your duck army in a nervous battle! In this game, you start in the age of cavemen and then evolve! Each unit has different meat requirements.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/hsifddwcxl1md65ndk98nuspks1d4613\/",
            "category": "Arcade",
            "tags": "Battle, Fight, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/hsifddwcxl1md65ndk98nuspks1d4613\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58678",
            "title": "Outdo Io 3d",
            "description": "In Blob Hero, you become a brave hero facing endless waves of enemies and monsters! This survival game offers a true rogue adventure experience. You control a blob hero, choose basic skills and upgrade to survive.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/hspoywiakliv1a03bj5lqp7pp098zqvx\/",
            "category": "Arcade",
            "tags": "Battle, Fight, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/hspoywiakliv1a03bj5lqp7pp098zqvx\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60101",
            "title": "Sprunki Draw Save Incredibox",
            "description": "Help Sprunki to avoid any danger situation by drawing a line around him. Beware of the danger lurking around. Save Sprunki at all cost! Use your imagination to draw a line!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/pi4kmi9x4gkcuznd2g3hdwoxscch58m2\/",
            "category": "Puzzle",
            "tags": "Best Games, Draw, Drawing, Educational, Killing, Physics, Sprunki",
            "thumb": "https:\/\/img.gamemonetize.com\/pi4kmi9x4gkcuznd2g3hdwoxscch58m2\/512x384.jpg",
            "width": "520",
            "height": "700"
        }
    ],
    "16": [
        {
            "id": "58878",
            "title": "Hunt And Seek",
            "description": "Ready for a challenge of intellect and strategy? In Hunt And Seek, enter an adventure world filled with puzzles that will stimulate your brain as you search for hidden characters! This game offers endless fun and challenges, suitable for boys and puzzle enthusiasts! At the beginning of each level, an arrester is randomly selected. At the beginning of each level, a random arrester is selected to become a giant and start hunting.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/ubcvklxh46y40jktna9twhqj4t8ez42y\/",
            "category": "Puzzle",
            "tags": "Hidden, hunter",
            "thumb": "https:\/\/img.gamemonetize.com\/ubcvklxh46y40jktna9twhqj4t8ez42y\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "58577",
            "title": "Robot Terminator T Rex",
            "description": "Ready for an adventure in Robot Terminator T-Rex! Enter the wonderful world where robot dinosaurs and zombies collide in a nervous battle. Youll control a terrifying robotic T-Rex, equipped with powerful weapons and amazing abilities.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/j0objmr9c94n3rlvuv09ecwimw5khwq6\/",
            "category": "Arcade",
            "tags": "Battle, Robot",
            "thumb": "https:\/\/img.gamemonetize.com\/j0objmr9c94n3rlvuv09ecwimw5khwq6\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "59350",
            "title": "War Robots Battle Mech Arena",
            "description": "Want an epic robot battle? In War Robots Battle: Mech Arena, you&rsquo;ll pilot powerful robots. Begin nervous battles in challenging arenas. This game combines strategy, high-speed action, and nervous war. There are attractive game modes, like Qualifying and Boss Chall.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/368m41ohqh8lg665jvzlgtlpnwxokm8w\/",
            "category": "Arcade",
            "tags": "Battle, Robot, War",
            "thumb": "https:\/\/img.gamemonetize.com\/368m41ohqh8lg665jvzlgtlpnwxokm8w\/512x384.jpg",
            "width": "1334",
            "height": "750"
        },
        {
            "id": "58506",
            "title": "Age Of War 3",
            "description": "Enter the Age of War, an interesting game filled with passion and strategy! In this game, guide your duck army in a nervous battle! In this game, you start in the age of cavemen and then evolve! Each unit has different meat requirements.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/hsifddwcxl1md65ndk98nuspks1d4613\/",
            "category": "Arcade",
            "tags": "Battle, Fight, Strategy",
            "thumb": "https:\/\/img.gamemonetize.com\/hsifddwcxl1md65ndk98nuspks1d4613\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "58678",
            "title": "Outdo Io 3d",
            "description": "In Blob Hero, you become a brave hero facing endless waves of enemies and monsters! This survival game offers a true rogue adventure experience. You control a blob hero, choose basic skills and upgrade to survive.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/hspoywiakliv1a03bj5lqp7pp098zqvx\/",
            "category": "Arcade",
            "tags": "Battle, Fight, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/hspoywiakliv1a03bj5lqp7pp098zqvx\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60128",
            "title": "Survival Rush",
            "description": "Gear up for the ultimate survival showdown in Survival Rush! In this 3D action-packed adventure,you&rsquo;ll face waves of enemies while testing your attack, defense, and survival skills. You run around the platform, spotting enemies and using your skills to destroy them.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/omv8gh31cvl17uw8ekvv4qa7uvaj1ucr\/",
            "category": "Bejeweled",
            "tags": "attack, running",
            "thumb": "https:\/\/img.gamemonetize.com\/omv8gh31cvl17uw8ekvv4qa7uvaj1ucr\/512x384.jpg",
            "width": "640",
            "height": "1138"
        },
        {
            "id": "59509",
            "title": "Jump Tarzan",
            "description": "Step into the heart of the jungle with Jump Tarzan Adventure, an exciting action game that challenges your timing and reflexes. Swing through a vibrant rainforest, jumping from vine to vine, and feel the thrill of avoiding a fall into the river below. The lush environment, filled with colorful butterflies and lively sounds of nature, immerses you in a true jungle adventure. With simple controls, all you need to do is tap and release to swing and jump, making it easy to pick up but hard to master. As the game progresses, the challenge intensifies, testing your agility and focus with every successful swing.",
            "instructions": "Desktop Click and hold the left mouse button to grab onto a vine When you rsquo re ready to jump to the next vine release the button Mobile Tap and hold anywhere on the screen to grab onto a vine Release your finger to jump to the next one ",
            "url": "https:\/\/html5.gamemonetize.com\/ihq6686ln35rzghyok8h0tzmlqejry84\/",
            "category": "Adventure",
            "tags": "2D, Action, Adventure, HTML5, html5 games, Jumping, Platform",
            "thumb": "https:\/\/img.gamemonetize.com\/ihq6686ln35rzghyok8h0tzmlqejry84\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "58584",
            "title": "Brawl Stars 2",
            "description": "Welcome to a multiplayer arena game! Brawl Stars will take you into a world full of action .io battles! You will experience nervous PVP battles and a unique evolution system. Choose your favorite hero including fire dragons, electric dogs or flower spirits.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/d2xkvpejk37yo2afm7r9o7l23tuiuusj\/",
            "category": "Arcade",
            "tags": "Action, Multiplayer",
            "thumb": "https:\/\/img.gamemonetize.com\/d2xkvpejk37yo2afm7r9o7l23tuiuusj\/512x384.jpg",
            "width": "750",
            "height": "1334"
        },
        {
            "id": "60130",
            "title": "Bottle Avenger Royale",
            "description": "Welcome to Bottle Avenger Royale! In this action-packed shooting game, you play as the brave bottle avenger. You will battle zombies or enemies to survive. Keep buying guns to upgrade merges of the same level to stronger guns. Use skill points to enhance your attributes.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/xjr31mcvx0827ppslyqbiwp8pym1qlso\/",
            "category": "Arcade",
            "tags": ".io, Robot, Shoot, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/xjr31mcvx0827ppslyqbiwp8pym1qlso\/512x384.jpg",
            "width": "1680",
            "height": "720"
        },
        {
            "id": "60178",
            "title": "Eat To Evolve 2",
            "description": "Dive into the animal kingdom with Eat to Evolve! In this arcade-style game, you&rsquo;ll start as a little worm and grow stronger by eating everything in your path. You must keep eating to evolve, such as grubs, fruits, mushrooms, etc.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/70t2t73wvxbnkyz0ul2wlmpp5tk5lkwi\/",
            "category": "Adventure",
            "tags": "Battle, eating, Fight, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/70t2t73wvxbnkyz0ul2wlmpp5tk5lkwi\/512x384.jpg",
            "width": "720",
            "height": "1280"
        },
        {
            "id": "60126",
            "title": "Santa: The Magic of Tree Decorating",
            "description": "An exciting Christmas adventure with Santa Claus! In this engaging family game, youll collect colorful toys, garlands, and ornaments to create the most beautiful and enchanting Christmas tree. Game Features: Festive Atmosphere: Immerse yourself in the cozy winter holidays, enjoying vibrant graphics that capture the spirit of the New Year and Christmas. Engaging Gameplay: Control Santa, collect toys, and decorate the tree to create a magical holiday atmosphere. Multiple Levels: The game features over 40 levels. Changing Conditions: Every five levels, youll encounter a new feature that changes the gameplay.",
            "instructions": "MOVING A D arrow right arrow left JUMP W arrow up Mobile Touch to moving Touch up to jump",
            "url": "https:\/\/html5.gamemonetize.com\/ao0fdvi0iud8vcnmtsz6m7b3vj6ph652\/",
            "category": "Hypercasual",
            "tags": "1 Player, 2D, Best Games, Casual, Christmas, Magic, Santa Claus",
            "thumb": "https:\/\/img.gamemonetize.com\/ao0fdvi0iud8vcnmtsz6m7b3vj6ph652\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "59980",
            "title": "Escape Room Mystery Key",
            "description": "Escape Room Mystery Key is an intense escape room adventure filled with horror and puzzle elements. Choose a role to enter an abandoned school or a hospital. Uncover hidden clues and keys to find your way out. In this game, you must carefully examine every detail in the room, searching for hidden clues.",
            "instructions": "Mouse click or tap to play ",
            "url": "https:\/\/html5.gamemonetize.com\/5faziotsjyo39mnhqcf9isce2bdpaabo\/",
            "category": "Hypercasual",
            "tags": "Escape, Horror, Puzzle, School",
            "thumb": "https:\/\/img.gamemonetize.com\/5faziotsjyo39mnhqcf9isce2bdpaabo\/512x384.jpg",
            "width": "1280",
            "height": "720"
        }
    ],
    "17": [
        {
            "id": "58789",
            "title": "Squid Maze Challenge",
            "description": "Looking for the most realistic Squid game Experience? Well, squid game Maze challenge is the best choice for you! Just like candy and a pin challenge and like Run green and red light with The girl who stands towards the tree and saying green light red light challenge. In this Squid, players are forced to Run inside some mystery Mazes and the goal is to find the Exit Key and go to the finish Door in this squid task 2022, its called squid game Maze challenge. Some glass is easy to break and some are so strong. Be Smart while choosing your steps and paths or you will be Eliminated!",
            "instructions": "WSQD For Movement amp Jump Mouse To Look around Space for Jump Mobile Virtual Joystick for Movement Touch Keys for Jump Run",
            "url": "https:\/\/html5.gamemonetize.com\/kvflm9cp71z5lt83dqyp6nn3yw8a6ub4\/",
            "category": "Adventure",
            "tags": "3D Games, Adventure, Escape, Maze, running",
            "thumb": "https:\/\/img.gamemonetize.com\/kvflm9cp71z5lt83dqyp6nn3yw8a6ub4\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58457",
            "title": "Plane Crash Ragdoll Simulator",
            "description": "As a fearless pilot, your mission is simple: survive a relentless onslaught of rockets targeting your aircraft. But dont be fooled by how easy it looks. Youll feel the rush of adrenaline as you fire rockets at your enemies and fly through dangerous skies! Features: - Many Game Modes: Avoid Rockets, Destroy Enemies and Low Fuel Landing! - Variety of Aircraft: from planes to helicopters - Customizable Skins: unlock various skins for character and aircraft - Realistic Physics &amp; Ragdoll Pilot! - Challenging Levels and Scenarios",
            "instructions": "Aircraft Gas Press the Joystick Aircraft Control Move the Joystick",
            "url": "https:\/\/html5.gamemonetize.com\/9vz6x0b5dmyk48s8nalz74iupnzh3tyq\/",
            "category": "Action",
            "tags": "3D, Action, Air, Aircraft, airplane, Casual, endless, fly, Mobile, Physics, Simulation, Simulator, unity, War",
            "thumb": "https:\/\/img.gamemonetize.com\/9vz6x0b5dmyk48s8nalz74iupnzh3tyq\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "58418",
            "title": "Mega Fall Ragdoll Simulator",
            "description": "Want to relax? In this stress-relieving game, you need to break as many bones as possible on your ragdoll doll by falling from tall buildings and points across a variety of levels. - Stress-relief: Push your ragdoll dummy off towering buildings for maximum damage! - Ultra Destroy: Realistic ragdoll impact physics! - Totally immersive: Feel every bone of your character with audio and modern graphics - Strategic gameplay: Test your strategic thinking as you navigate complex levels and devise creative solutions to overcome obstacles and earn more coins. - Customize your experience: Unlock new levels and skins to personalize your ragdoll.",
            "instructions": "Click on the screen to throw a ragdoll Upgrade your ragdoll power fly and money bonus to fly further and open new levels ",
            "url": "https:\/\/html5.gamemonetize.com\/silz8kmpkeyd6wdwtkirsv1dijinroaf\/",
            "category": "Hypercasual",
            "tags": "1 Player, Casual, destroy, Game, Hypercasual, jump, Jumping, Physics, Simulation, Simulator, unity, Unity3D, WebGL",
            "thumb": "https:\/\/img.gamemonetize.com\/silz8kmpkeyd6wdwtkirsv1dijinroaf\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57933",
            "title": "Sniper Town",
            "description": "Welcome to Sniper Town, the ultimate gun shooting game! In this game, you play as a sniper on a mission to eliminate your enemies without being detected. Explore a variety of amazing and challenging levels, and strive to complete them all. Good luck!",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/37bnymju4ipw3hmy0faa4jxk46r9pg32\/",
            "category": "Shooting",
            "tags": "First Person Shooter, Gun, Shooter, Shooting, Sniper",
            "thumb": "https:\/\/img.gamemonetize.com\/37bnymju4ipw3hmy0faa4jxk46r9pg32\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "57719",
            "title": "Halloween Zombie Cannon",
            "description": "Throw balls at structures to make them collapse but be careful not to exceed the allowed limit! Each saved ball will count double at the next level, take advantage of it to apply you! One-tap easy-to-learn controls with stunning visual effects and addictive Halloween gameplay mechanics.",
            "instructions": "Tap or mouse click to play ",
            "url": "https:\/\/html5.gamemonetize.com\/mwbuw38d15yg9rswqzk3u9mnd8irm129\/",
            "category": "Shooting",
            "tags": "Halloween, Shoot, Shooting, Zombie",
            "thumb": "https:\/\/img.gamemonetize.com\/mwbuw38d15yg9rswqzk3u9mnd8irm129\/512x384.jpg",
            "width": "350",
            "height": "600"
        },
        {
            "id": "57606",
            "title": "Do not enter this game at night",
            "description": "Do not enter this game at night, because in this game you will find the most creepy screamers during the passage of the maze, playing for the ball. But if you decide to go in, then you will find a lot of levels, puzzles and, of course, screamers.",
            "instructions": "P Keys W A S D - Move Smartphones A joystick on the screen from the bottom left ",
            "url": "https:\/\/html5.gamemonetize.com\/tpfvbgcyqy5wzsklzb9bykqldr4ut6hw\/",
            "category": "Puzzle",
            "tags": "1 Player, 3D, 3D Games, Adventure, amazing, Ball, Horror, Mobile, New, unity, unity games, unity games for your site, unity games for your website, Unity3D",
            "thumb": "https:\/\/img.gamemonetize.com\/tpfvbgcyqy5wzsklzb9bykqldr4ut6hw\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "57591",
            "title": "Super Ball Rush",
            "description": "Master ball control and score the maximum number of game points to complete all levels. Avoid obstacles and high-level balls to reach the end.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/powo2ec9hp63jax497aur0n9qfysejas\/",
            "category": "Arcade",
            "tags": "3D, Arcade, Ball, Casual",
            "thumb": "https:\/\/img.gamemonetize.com\/powo2ec9hp63jax497aur0n9qfysejas\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57529",
            "title": "Parkour Rush",
            "description": "Run forward and look for a shortcut to outrun your rivals. Use the flight button to overtake your rivals, but steer carefully, its easy to miss and you wont be able to finish. The game also has obstacles that slow down the player, try to avoid them.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/ft78m76xexl2hoqe1s79ews90c7x9lb0\/",
            "category": "Arcade",
            "tags": "3D, Arcade, Casual, running",
            "thumb": "https:\/\/img.gamemonetize.com\/ft78m76xexl2hoqe1s79ews90c7x9lb0\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57391",
            "title": "Cocktail Party 3D ",
            "description": "Cocktail Party 3D is an excellent puzzle game where you progress by matching cocktails. Match cocktails, take pictures and become the ladies favorite! Progress a little more for each level you pass and capture beautiful shots of gorgeous women by taking various photos and they will pose for you!",
            "instructions": "Drag same cocktails to the bar table and a combination for both pairings will be complete Beat the levels and capture amazing shots with your camera ",
            "url": "https:\/\/html5.gamemonetize.com\/llkmrfjrms7ea79b5v88qs7zdinboryu\/",
            "category": "Boys",
            "tags": "3D, 3D Games, Candy, Cartoon, Cartoon Network, Collecting, Cook, Cooking, Crazy, Match 3, Match3, Memory, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/llkmrfjrms7ea79b5v88qs7zdinboryu\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "57313",
            "title": "Car Driving 3D Champ 2024",
            "description": "Get ready to burn rubber and conquer the bustling city streets in this thrilling online car driving game! Navigate through a vibrant metropolis filled with traffic, pedestrians, and unexpected challenges. Choose from a variety of high-performance vehicles, each with unique handling characteristics, and customize them with a wide range of upgrades and accessories. Race against time in thrilling missions, compete against other players in intense multiplayer races, or simply cruise the streets at your own pace. Drift around corners, perform stunts, and show off your driving skills. With realistic physics and stunning graphics, City Streets:",
            "instructions": "Keyboard Arrows - up down left right Space bar for Handbrake",
            "url": "https:\/\/html5.gamemonetize.com\/ic8o64eot1bewdh0e2l8b0ong4y9j1q0\/",
            "category": "Racing",
            "tags": "3D, Cars, Racing",
            "thumb": "https:\/\/img.gamemonetize.com\/ic8o64eot1bewdh0e2l8b0ong4y9j1q0\/512x384.jpg",
            "width": "600",
            "height": "600"
        },
        {
            "id": "57238",
            "title": "Blocks 3D",
            "description": "Remove all the blocks from the field in a limited amount of time. The blocks can only fly away in the direction of the arrow. Rotate the cubes to find the right option.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/tlwwvpr89hzooayh64g5cmi76abkvfxn\/",
            "category": "Arcade",
            "tags": "3D, Arcade, arrows, Block, Casual",
            "thumb": "https:\/\/img.gamemonetize.com\/tlwwvpr89hzooayh64g5cmi76abkvfxn\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56844",
            "title": "Go and shoot",
            "description": "Go and collect colored blocks that will make it more powerful. Make your weapon as powerful as possible and destroy all obstacles and enemies in your path.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/84vcql6pc5z8hbqgxxzjbz9shsut16jv\/",
            "category": "Arcade",
            "tags": "3D, Arcade, Casual, HTML5, Shooting",
            "thumb": "https:\/\/img.gamemonetize.com\/84vcql6pc5z8hbqgxxzjbz9shsut16jv\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "18": [
        {
            "id": "56586",
            "title": "PixelCraft Animal School",
            "description": "In order to survive in this world, you must avoid dangerous animals. On a cold winter day, you need to reach the portal. You can either go alone or with a friend to collect gold in the snow-covered forest. Gather all the gold and reach the portal at the end of the level without dying. Collect the gold and buy different costumes for yourself. Bears, wolves, wild boars, and other terrifying animals will chase you, so dont stop&mdash;run without looking back.",
            "instructions": " Alex Press WASD keys to move and jump Steve Press Arrow Keys keys to move and jump Mobile Control Available Collect the gold and reach the portal safely ",
            "url": "https:\/\/html5.gamemonetize.com\/26ep0w2hgpmy22lsygextvvxv4as2kl0\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Action, Adventure, Animal, Arcade, Battle, Pixel",
            "thumb": "https:\/\/img.gamemonetize.com\/26ep0w2hgpmy22lsygextvvxv4as2kl0\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56540",
            "title": "RedPool Legend   2 Player",
            "description": "In this game, two siblings must do everything they can to survive their adventure full of surprises. The yellow and red siblings need to advance together. Since the red character is the leader, they must move together. Collect all the coins and reach the invisible door.",
            "instructions": " Move to WASD Arrow Keys Double Jump available Mobile Touch Control",
            "url": "https:\/\/html5.gamemonetize.com\/sjzwvzpgyoj0vj3vogehwpgxfyf3dq2i\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Adventure, Arcade, Boys, Pixel, Super, Superhero",
            "thumb": "https:\/\/img.gamemonetize.com\/sjzwvzpgyoj0vj3vogehwpgxfyf3dq2i\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "55843",
            "title": "AnimalCraft Friends",
            "description": "In this adventure, two sweet animals need to survive. Help the pig and the sheep reach the barn. The pig and the sheep must escape from the very dangerous forest. Guide the pig and the sheep to run away from the forest and hide in the barn. The pig and the sheep are hungry; you should feed them carrots and hay to fill their stomachs. Be careful and watch out for the farmer; if he catches them, he will eat the pig and the sheep.",
            "instructions": " Played with WASD Arrow Keys Mobile touch control is available Gather all the hay and carrots Reach the barn ",
            "url": "https:\/\/html5.gamemonetize.com\/sz81v16rr1h6jp61pk95gf62e7sx822u\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Animal, Arcade, Cute, mineblock, Minecraft",
            "thumb": "https:\/\/img.gamemonetize.com\/sz81v16rr1h6jp61pk95gf62e7sx822u\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "55927",
            "title": "Minescraftter Two Player",
            "description": "In this adventure, you need to survive in a 2-player game. Steve and Alex must rescue the animals and reach the end. Beware of the monsters along the way, as they can kill you. Steve has a weapon and can shoot all the monsters in his path. Reload his weapon and eliminate all the monsters. Alex needs to catch and collect all the animals.",
            "instructions": " Move to WASD Arrow Keys Double Jump available Mobile Touch Control",
            "url": "https:\/\/html5.gamemonetize.com\/eueexa64q431mmoj8kd6wh6fxfgax0uu\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Action, Adventure, Arcade, mineblock, Minecraft",
            "thumb": "https:\/\/img.gamemonetize.com\/eueexa64q431mmoj8kd6wh6fxfgax0uu\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56026",
            "title": "Silly Team   2 Player",
            "description": "In this adventure, Steve joined Noob to help him, and they embarked on a joint quest together. Noob collected all the gold to create the key. Steve has the ability to see invisible levers, allowing him to activate and reveal invisible bridges. He can also open iron-locked doors. Because of this, Noob needs Steves assistance. Together, Noob and Steve must first reach the chest. Once they reach and open the chest, the invisible portal becomes visible, and they can access it.",
            "instructions": " You can move by pressing the WASD keys Pay attention to obstacles and collect all the gold Collect all the gold and obtain the key ",
            "url": "https:\/\/html5.gamemonetize.com\/l9xdwli5oclfjmie6ho6rhpqvylfrwrt\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, Adventure, Android, Arcade, mineblock, Minecraft, Mobile, Pixel",
            "thumb": "https:\/\/img.gamemonetize.com\/l9xdwli5oclfjmie6ho6rhpqvylfrwrt\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56251",
            "title": "Little Yellowmen Jumping",
            "description": "In this adventure, you need to escape from the pink poison thats rising and trying to kill you. You can play alone or with a friend as you avoid the poison. Climb as high as you can and never look back. Keep jumping without looking behind and escape from the laboratory. If you don&rsquo;t escape from the laboratory, you might drown in the pink poison.",
            "instructions": "Use the WASD keys to move and jump in the game Use the Arrow Keys keys to move and jump in the game Mobile Control Available ",
            "url": "https:\/\/html5.gamemonetize.com\/eqsi0bmmxv2rtb3qm06v2u8yrihzqbfw\/",
            "category": "Arcade",
            "tags": "1 Player, 2 Player, 2 Player Games, 2D, Action, Adventure, Android, Arcade, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/eqsi0bmmxv2rtb3qm06v2u8yrihzqbfw\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56256",
            "title": "Hamster Cute Merge ",
            "description": "Step into the dynamic and intriguing world of Hamster cute mer, the ultimate puzzle game that challenges your mind with a twist of personality! In this engaging and addictive game, your goal is to merge and match various iconic faces to create mega-characters and achieve high scores. Gameplay Features: Intuitive Controls: Simply swipe to combine faces and create new, larger characters. Easy to learn, but hard to master!",
            "instructions": "Mouse Touch",
            "url": "https:\/\/html5.gamemonetize.com\/kx1hh75oaeemzapc05ogsoxogsckl6u7\/",
            "category": "Adventure",
            "tags": ".io Games, Alien, angryplants, Baby Hazel, blockchain, builder, Hidden",
            "thumb": "https:\/\/img.gamemonetize.com\/kx1hh75oaeemzapc05ogsoxogsckl6u7\/512x384.jpg",
            "width": "400",
            "height": "800"
        },
        {
            "id": "56255",
            "title": "Noob Prison Escape Obby",
            "description": "In this adventure, Obby needs to rescue his brother Bacon from prison. Obby teams up with Noob, who arranges a helicopter for him. Obby goes to the prison and searches for three iron bars. After finding all three, he uses them to make a key to free Bacon from the prison.With the key, Obby unlocks the iron bars and escapes with Bacon. However, Steve, the police officer, is patrolling the area, so they must be very careful not to get caught. If Steve catches them, they wont be able to escape.Obby and Bacon manage to get out of the prison, and Noob picks them up with the helicopter and they fly away.",
            "instructions": " You can move by pressing the WASD keys Collect the 3 iron bars and make a key Use the key to unlock the prison iron bars Be careful of obstacles and avoid the police officer ",
            "url": "https:\/\/html5.gamemonetize.com\/5x2qpdxndev6a12knc0yo2ea8e8fbkpk\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Action, Adventure, Android, Arcade, Mobile, Pixel",
            "thumb": "https:\/\/img.gamemonetize.com\/5x2qpdxndev6a12knc0yo2ea8e8fbkpk\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56096",
            "title": "Hungry Cat",
            "description": "In this game where we control two hungry cats, we try to catch the fish hovering in the air and try to eat more fish than our opponent. 10 fish eaters win",
            "instructions": "PC -player 1 space -player 2 up arrow MOBLE -player 1 left of the screen -player 2 right of the screen",
            "url": "https:\/\/html5.gamemonetize.com\/djw8vqjdhtlj54ba02jic7wlec0xeqto\/",
            "category": "Arcade",
            "tags": "Animal, Best Games, Cat, Fish, Pixel, two player games",
            "thumb": "https:\/\/img.gamemonetize.com\/djw8vqjdhtlj54ba02jic7wlec0xeqto\/512x384.jpg",
            "width": "960",
            "height": "540"
        },
        {
            "id": "56070",
            "title": "Fall Boys 2D Parkour",
            "description": "In this adventure, you must complete the course to survive. Complete the entire course with your friend. The course may be challenging and filled with obstacles. This does not mean you cannot complete the course. As men, carefully navigate through the entire course. Obstacles are present throughout the course. Be cautious and finish the course. Reach the finish line. The royal crown awaits you. The crown at the end of the chapter is waiting for you.",
            "instructions": " You can move by pressing the WASD keys Collect all the gold and reach the royal crown at the end of the level Complete the level safely with your friend ",
            "url": "https:\/\/html5.gamemonetize.com\/cvzmo5oppnxkmo71caz1uhe6urv5pfo5\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Adventure, Arcade",
            "thumb": "https:\/\/img.gamemonetize.com\/cvzmo5oppnxkmo71caz1uhe6urv5pfo5\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56101",
            "title": "Obby Papa Pizzas Escape",
            "description": "In this adventure, Obby and Bacon are doing everything they can to survive and escape from the pizza place. Help Obby and Bacon escape from the pizza place with your friend. Be careful, as Chef Papa Pizza is very angry and wants to catch you. Watch out for the pizza maker&mdash;if they catch you, you cant escape and youll lose. Be very careful, as there are obstacles everywhere and the pizza maker is very angry. Bacon can defeat the pizza maker with his sword by throwing it at the pizza maker at the right time. Obby and Bacon need to collect all the pizzas and reach the red door to escape from the pizza maker",
            "instructions": " You can move by pressing the WASD keys and Arrow Keys Playable on mobile Mobile controls are available Collect all the pizzas and reach the red door Press the P key to throw the sword ",
            "url": "https:\/\/html5.gamemonetize.com\/r3f64hwuv06hh5tcp57jxxadyn50x28o\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Adventure, Arcade, Mobile",
            "thumb": "https:\/\/img.gamemonetize.com\/r3f64hwuv06hh5tcp57jxxadyn50x28o\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "56029",
            "title": "Troll Stick Face Escape",
            "description": "The Troll Stick brothers need to collect all the money and become very rich. Help the Troll Stick brothers and make sure they collect all the money. You need to gather all the gold and reach the portal. They must survive in an extreme course full of obstacles and challenges. They need to collect the coins and reach the portal before time runs out. Both Troll Stick brothers need to reach the portal. Ensure they get to the portal safely.",
            "instructions": " Move to WASD Arrow Keys Double Jump available Mobile Touch Control",
            "url": "https:\/\/html5.gamemonetize.com\/iecnnc16bzgecvs074g1h7jdw3u1vsup\/",
            "category": "Arcade",
            "tags": "2 Player, 2 Player Games, 2D, Adventure, Android, Arcade, Best, Mobile, Stickman",
            "thumb": "https:\/\/img.gamemonetize.com\/iecnnc16bzgecvs074g1h7jdw3u1vsup\/512x384.jpg",
            "width": "800",
            "height": "600"
        }
    ],
    "19": [
        {
            "id": "52216",
            "title": "Connect Fruits",
            "description": "Juice Fresh - is a fruit connect game to where you have to connect fruits and make yourself a juice in limited moves. Get ready for a new Jurney. With more then 100 level.",
            "instructions": "Connect same fruits ",
            "url": "https:\/\/html5.gamemonetize.com\/dj1jwzufate2bey9osne9ikqvhxu40hd\/",
            "category": "Hypercasual",
            "tags": ".io, .io Games, 1 Player, 2D, Collecting, Collection, Color, free games for your site, Fruit, Fruits, Match 3, Match-3, Match3, Matching",
            "thumb": "https:\/\/img.gamemonetize.com\/dj1jwzufate2bey9osne9ikqvhxu40hd\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "51476",
            "title": "Bricks Breakers Infinity",
            "description": "Relax your brain and play the best brick breaker game of the year. control the paddle and dont let the ball fall, break all the blocks to achieve a higher score",
            "instructions": "shift the paddle",
            "url": "https:\/\/html5.gamemonetize.com\/mrw2d8le69jdofc3ngcskkp4x6zobmr4\/",
            "category": "Arcade",
            "tags": "Ball, Bounce, Bricks, Pinball",
            "thumb": "https:\/\/img.gamemonetize.com\/mrw2d8le69jdofc3ngcskkp4x6zobmr4\/512x384.jpg",
            "width": "1280",
            "height": "1280"
        },
        {
            "id": "50683",
            "title": "Cube Arena  2048  Merge Numbers",
            "description": "Cubes 2048.io is an addictive online game that fuses Snake and 2048. Get a bigger number by collecting free cubes and eating other players with a smaller number than you. Your cubes with the same value that bump into one another will merge.",
            "instructions": "Cubes 2048 turns 2048 into a 3D io game Slide around the arena picking up blocks to get bigger Picking up two of the same number will merge them into a single block as the total sum of both ",
            "url": "https:\/\/html5.gamemonetize.com\/83up5y2u78nvd5ngywugy6j4g3im4lda\/",
            "category": "Puzzle",
            "tags": ".io, .io Games, 1 Player, 3D Games, Friv",
            "thumb": "https:\/\/img.gamemonetize.com\/83up5y2u78nvd5ngywugy6j4g3im4lda\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "50335",
            "title": "BINGO Real",
            "description": "Bingo Real is a 75 ball game that could you make you play bingo with house card with different closing patterns as real one, the one who will close and click bingo first is the winner. Furthermore, there are 35 balls and 45 ball options which could make you play before 35 and 45 ball bounced up.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/w7w5gwfb43usxnt3v70zhmtynywxfsam\/",
            "category": ".IO",
            "tags": "1 Player, 2D, Board, Card",
            "thumb": "https:\/\/img.gamemonetize.com\/w7w5gwfb43usxnt3v70zhmtynywxfsam\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "50264",
            "title": "Eat Small Fish",
            "description": "Eat Small Fish is a game where you must eat small other fish to survive and become bigger. Eat Small Fish include all kinds of hungry fishes in the undersea water. They tanked and attacked smaller fish to become the ocean most powerful fish eater. Big fish eat small fish to be giant fish. Giant fish eat big fish and turn over the Mega fish. Mega fish eat giant fish and finally become fabulous fish in the underwater sea.",
            "instructions": "Mouse click or tap to play",
            "url": "https:\/\/html5.gamemonetize.com\/5h7odu5oyzgdzo77493utlamcoz43wlj\/",
            "category": "Arcade",
            "tags": "Fish, Fishing",
            "thumb": "https:\/\/img.gamemonetize.com\/5h7odu5oyzgdzo77493utlamcoz43wlj\/512x384.jpg",
            "width": "1280",
            "height": "720"
        },
        {
            "id": "49604",
            "title": "Skibidi Hero.IO",
            "description": "Skidibi Hero: IO is an action game where you have to survive countless waves of monsters. Control your hero to move around, collecting all of the points from defeating enemies to leveling up. You will have 3 choices to upgrade your power so choose wisely to survive till the end of the game",
            "instructions": "- Use you joystick in sence - Smooth Graphics - Awesome hero",
            "url": "https:\/\/html5.gamemonetize.com\/4ks356oenpbqv9qz7artzrsz828nlh2b\/",
            "category": "Hypercasual",
            "tags": ".io, Arcade, Battlegrounds, Fun, Gun, Skibidi Toilet, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/4ks356oenpbqv9qz7artzrsz828nlh2b\/512x384.jpg",
            "width": "1080",
            "height": "1920"
        },
        {
            "id": "49022",
            "title": "Field of Dreams: Simulation Adventure",
            "description": "Hello farmers! In the world of farm simulation games, its an amazing day for an incredible adventure simulation. Make use of your vacant land and turn it into a fertile, productive farm that everyone will want to visit! Gain farming experience and expand your borders to get more resources, create western style crops and raise cute animals for an amazing peaceful village life simulation! Its time to remove the chaff from the fields of the wild Wild West! Experience the serene charm of rural village life; A beautiful location with a view of the flowing river awaits you. Design your dream farm with lots of buildings and decorations.",
            "instructions": "Mouse and Click",
            "url": "https:\/\/html5.gamemonetize.com\/r459clg1msy6s04k8kfv1bdskk8gnql7\/",
            "category": "3D",
            "tags": ".io Games, 3D Games, Arcade, Baby Hazel, Best Games, Business, Farm, Simulation",
            "thumb": "https:\/\/img.gamemonetize.com\/r459clg1msy6s04k8kfv1bdskk8gnql7\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "48989",
            "title": "Meteor.io",
            "description": "Collect the shards, dodge the meteorite! A simple and addictive casual game that will test your reaction and agility. Become the best shard collector and show how far you can reach without getting hit by a barrage of meteorites!",
            "instructions": "Control with joystick wasd spacebar Collect shards dodging meteorites flying at you Watch the time bar ",
            "url": "https:\/\/html5.gamemonetize.com\/ou78d7yjy1fvg9ww5qd9228mjzyctdlh\/",
            "category": "Hypercasual",
            "tags": ".io, 1 Player, Android, Best",
            "thumb": "https:\/\/img.gamemonetize.com\/ou78d7yjy1fvg9ww5qd9228mjzyctdlh\/512x384.jpg",
            "width": "1920",
            "height": "1080"
        },
        {
            "id": "49237",
            "title": "Sumo Smash!",
            "description": "Step into the ring and embrace the ancient art of Sumo&mdash; with a twist! Welcome to Sumo Smash! an exhilarating game where youll wrestle for supremacy while indulging in a sushi feast to grow your sumo size. Features: Grow to Dominate. Push to Win. Treasure Chests &amp; Skins: Unlock treasure chests found within the arena to collect unique skins",
            "instructions": "WASD or QZSD to move on desktop Touch to move on mobile ",
            "url": "https:\/\/html5.gamemonetize.com\/zyjcvyrbjdb4400t324nzijc1in3hi5k\/",
            "category": "Sports",
            "tags": ".io, .io Games, 3D, 3D Games, Action, Arcade, Arena, Avoid, Bounce, Fighting, Funny, sumo",
            "thumb": "https:\/\/img.gamemonetize.com\/zyjcvyrbjdb4400t324nzijc1in3hi5k\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "47878",
            "title": "Monsters Dungeon Battle",
            "description": "Fight against those monsters residing in the abandoned dungeon. Upgrade your stats, Collect classes, Wizard, Archer and more that can help you in your battle, and save the world by defeating them all!",
            "instructions": "Left Mouse Button Touch Screen",
            "url": "https:\/\/html5.gamemonetize.com\/cb4lyqk01r8nugfoqxnaps191l2xvq9f\/",
            "category": "Action",
            "tags": "2D, Arena, Battlegrounds, Enemies, Fantasy, Fighting, Magic, Mobile, RPG",
            "thumb": "https:\/\/img.gamemonetize.com\/cb4lyqk01r8nugfoqxnaps191l2xvq9f\/512x384.jpg",
            "width": "1080",
            "height": "720"
        },
        {
            "id": "48847",
            "title": "Skibidi Online",
            "description": "Skibidi Online is a multiplayer shooter game! Shoot attacking Skibidi Toilets in PvP or CO-OP mode. Fight on 10 different maps with melee and ranged weapons.",
            "instructions": "Mouse click to attack WASD to move Space to jump E to equip weapon TAB to view stats",
            "url": "https:\/\/html5.gamemonetize.com\/zsp6q6syr025l3eaypqw6rxm9myjqn39\/",
            "category": "Multiplayer",
            "tags": ".io, .io Games, 3D, 3D Games, Action, Multiplayer, Shooter, Skibidi, Skibidi Toilet",
            "thumb": "https:\/\/img.gamemonetize.com\/zsp6q6syr025l3eaypqw6rxm9myjqn39\/512x384.jpg",
            "width": "800",
            "height": "600"
        },
        {
            "id": "48550",
            "title": "Skibidi War   Toilets Attack",
            "description": "Welcome to Skibidi War, a one-of-a-kind strategy shooter game set in the heart of Skibidi Toilet City. Here, the Skibidi Toilets face off against the innovative Camera Heads in a rousing war. Think youve experienced all shooter defense games? Skibidi war will redefine your expectations. Survive and defend your territory from a ceaseless attack of these dangerous rivals in a game that humorously mingles the epic with the everyday.",
            "instructions": "You need to control the toilet to run continuously and defeat other toilets to win You can also pick up some weapons and use them to strengthen yourself ",
            "url": "https:\/\/html5.gamemonetize.com\/6nw0qptdh7pv9c6dv14rxserfbqqdoj5\/",
            "category": "Arcade",
            "tags": ".io, .io Games, 1 Player, 2D, Skibidi, Skibidi Toilet, survival",
            "thumb": "https:\/\/img.gamemonetize.com\/6nw0qptdh7pv9c6dv14rxserfbqqdoj5\/512x384.jpg",
            "width": "720",
            "height": "1280"
        }
    ]
}